Repository: saamerm/GscMobileXN
Catalog: Brands/CCQ/MobileClaims.Core/BrandResource.*.resx
Languages: fr

# Username
source: CCQ USERNAME
fr: IDENTIFIANT CCQ

source: PASSWORD
fr: MOT DE PASSE

source: LOG IN
fr: SE CONNECTER

# RememberMe
source: SAVE YOUR CCQ USERNAME ON THIS DEVICE
fr: MÉMORISER VOTRE IDENTIFIANT CCQ SUR CET APPAREIL

# WebInstructions
source: HAVE YOU FORGOTTEN YOUR USERNAME OR PASSWORD? DO YOU WANT TO REGISTER FOR THE CCQ'S ONLINE SERVICES?
fr: VOUS AVEZ OUBLIÉ VOTRE IDENTIFIANT OU MOT DE PASSE? VOUS DÉSIREZ VOUS INSCRIRE AUX SERVICES EN LIGNE DE LA CCQ?

source: GENERAL
fr: GÉNÉRAL

source: PRIVACY
fr: CONFIDENTIALITÉ

source: SECURITY
fr: SÉCURITÉ

source: LEGAL
fr: INFO JURIDIQUE

# IAgreeToTC
source: I AGREE TO THE TERMS AND CONDITIONS
fr: J’ACCEPTE LES MODALITÉS

# TermsAndConditionsGeneral1
source: If your benefit plan includes Online Claims Submission, this App will provide a feature for submitting claims. When you submit claims using the MÉDIC Mobile App Online Claim Submission feature, you agree to the following: "I agree that all information provided using Online claim submission will be complete and accurate. In the event that my information is found to be incomplete or inaccurate, I understand that MÉDIC reserves the right to remove my online claiming privileges. I understand that the information, including the personal information, that I provide to MÉDIC Construction about myself and my dependents, will be used by MÉDIC for claims adjudication and any other services necessary in the administration of my benefits which may include the exchange of information with other parties to administer this benefit plan.
fr: Si votre régime de garanties comprend la soumission de demande de règlement en ligne, cette appli offrira une fonction permettant de soumettre des demandes de règlement. Si vous soumettez des demandes au moyen de la fonction de soumission de demande de règlement en ligne de l’appli mobile MÉDIC, vous acceptez les conditions suivantes : « Je suis d’accord que tous les renseignements fournis en utilisant la soumission de demande de règlement en ligne seront complets et exacts. Dans le cas où les renseignements que j’ai fournis sont incomplets ou inexacts, je comprends que MÉDIC se réserve le droit de supprimer mes privilèges de demande de règlement en ligne. Je comprends que les renseignements que je fournis à MÉDIC à mon sujet et au sujet des personnes à ma charge serviront à MÉDIC pour le règlement des demandes et à tout autre service nécessaire à l’administration de mes prestations, y compris l’échange de renseignements avec des tierces parties afin de traiter la présente demande de prestations.

# TermsAndConditionsGeneral2
source: I am authorized by my spouse and/or dependents to disclose and receive information about them that is used for these purposes. My spouse and/or dependents understand that this information may be seen by me, the cardholder and used by MÉDIC and the other parties referenced in this agreement for the purposes set out in this agreement.
fr: J’ai l’autorisation de mon conjoint(e) et(ou) de mes personnes à charge, de divulguer et de recevoir des renseignements à leur sujet utilisés à ces fins. Mon (Ma) conjoint(e) et(ou) les personnes à ma charge comprennent que ces renseignements seront vus par moi, le (la) détenteur(trice) de la carte, et qu’ils seront utilisés par MÉDIC et les autres parties indiquées dans la présente entente aux fins qui y sont stipulées.

# TermsAndConditionsGeneral3
source: When submitting claims online, MÉDIC may select my claim for audit. If so requested, I am responsible for producing the original receipt(s) within 30 days.
fr: Une soumission de demande de règlement en ligne peut faire l’objet d’une vérification par MÉDIC. Sur demande, je suis responsable de produire le ou les reçus originaux dans les 30 jours qui suivent.

# TermsAndConditionsGeneral4
source: If I fail to provide the receipt(s) to MÉDIC, or provide false, incomplete, or misleading information, MÉDIC reserves the right to classify my claim as an overpayment and will deduct such monies from any future claim payments. Furthermore, my coverage may be denied or terminated and/or online submission may be revoked.
fr: Si j’omets de remettre le ou les reçus à MÉDIC ou si je fournis des renseignements faux, incomplets ou trompeurs, MÉDIC se réserve le droit de classifier ma demande de règlement comme versement excédentaire et déduira de telles sommes des prochaines demandes de règlement. D’autre part, les privilèges de soumission en ligne peuvent être révoqués et(ou) ma couverture peut être refusée ou résiliée.

# TermsAndConditionsGeneral5
source: I understand and agree that I am responsible for retaining original receipt(s) for 13 months following the date of my claim submission(s).
fr: Je comprends et je suis d’accord que je suis responsable de conserver le ou les reçus originaux pendant 13 mois suivant la date de la ou des soumissions de demande de règlement.

# TermsAndConditionsGeneral6
source: MÉDIC maintains a national database of providers and their association with any regulatory agency, professional association or educational program. MÉDIC reviews each provider to determine which benefits/services are eligible for reimbursement in conjunction with the plan member’s health benefits plan. When submitting a claim online, with a provider that has not registered with MÉDIC, the provider’s credentials will be verified and my claim will be processed accordingly.
fr: MÉDIC maintient une base de données nationale de fournisseurs ainsi que leur association avec tout organisme de réglementation, association professionnelle ou programme éducatif. MÉDIC examine chaque fournisseur afin de déterminer quels avantages/services sont admissibles pour le remboursement de pair avec le régime de garanties de soins de santé du membre. Lors de la soumission d’une demande de règlement en ligne, avec un fournisseur qui n’est pas enregistré avec MÉDIC, les titres de compétence de ce fournisseur seront vérifiés et ma demande de règlement sera traitée en conséquence.

# TermsAndConditionsGeneral7
source: Acceptance of the Online Claim Submission Agreement Terms and Conditions applies to all claims submitted within an online session. If I submit multiple claims (for a different dependent and/or provider) within the online session, my acceptance of the Online Claim Submission Agreement Terms and Conditions applies to all those claims submitted."
fr: L’acceptation des conditions de l’entente de soumission de demande de règlement en ligne s’applique à toutes les demandes de règlement soumises au cours d’une session en ligne. Si je soumets plusieurs demandes de règlement (pour une autre personne à charge et(ou) fournisseur) au cours d’une session en ligne, mon acceptation des conditions de l’entente de soumission de demande de règlement en ligne s’applique à toutes les demandes de règlement soumises. »

# GeneralContent8
source: click here
fr: cliquez ici

# MyIdCardText
source: MY MÉDIC CONSTRUCTION CARD
fr: MA CARTE MÉDIC CONSTRUCTION

# claimConfirm_description
source: The above information will be submitted to MÉDIC Construction. Please ensure the information is correct before proceeding. If you need to change the information, please click the back button to return to the claim submission form. Otherwise click the Submit button to submit the claim to MÉDIC Construction.
fr: Les renseignements ci-dessus seront soumis à MÉDIC Construction. SVP vérifier leur exactitude avant de continuer. S\'il vous faut modifier les renseignements, SVP cliquer sur le bouton «Retour» pour retourner au formulaire de soumission de demande de règlement. Sinon, cliquer sur le bouton «Soumettre» pour soumettre la demande de règlement à MÉDIC Construction.

# claimConfirm_id_number
source: MÉDIC Construction ID Number
fr: Numéro d'identification MÉDIC Construction :

# DisclaimerFirstParagraph
source: I declare that all of the information provided in the present claim is complete and accurate. I understand that the CCQ may reject a claim related to a dependent following a false declaration or an omission to update the information concerning that dependent (e.g., cessation of cohabitation with my spouse following failure of the marital relationship, dropping out of school, end of full-time studies or change to matrimonial status of my adult dependent child). I also understand that the CCQ may, if applicable, claim directly from me any money that it has paid in relation to such a claim or consider that it is an excess payment that can be deducted from my future claims for benefits. For the purposes of administration and of evaluation of claims and for fraud prevention, I authorize Médic Construction to obtain personal, medical, and psychosocial information and disclose it to the plan administrators and to regulatory and law enforcement agencies. I understand that the information will be used and preserved by Médic Construction for administration of benefits.
fr: Je déclare que tous les renseignements fournis dans la présente demande sont complets et exacts. Je comprends que la CCQ peut refuser une réclamation relative à une personne à charge suite à une fausse déclaration ou à une omission de mettre à jour les informations la concernant (ex : cessation de cohabitation avec mon conjoint suite à l’échec de l’union. Abandon scolaire, fin d’études à temps plein ou modification au statut matrimonial de mon enfant à charge majeur, etc.). Je comprends également que la CCQ peut, le cas échéant, me réclamer directement tout montant qu’elle a versé en lien avec une telle réclamation ou considérer qu’il s’agit d’un versement excédentaire qu’elle peut déduire de mes prochaines demandes de prestations. Aux fins d’administration et d’évaluation des demandes ainsi que de prévention de la fraude, j’autorise MÉDIC Construction à communiquer et collecter des renseignements personnels, médicaux, psychosociaux et à les communiquer aux administrateurs de régime ainsi qu’aux organismes de règlementation et d’application de la loi. Je comprends que ces renseignements seront utilisés et conservés par MÉDIC Construction pour l’administration des garanties.

# DisclaimerSecondParagraph
source: I am authorized by my dependents to disclose and receive information about them concerning their claims for benefits. My dependents understand that this information will be seen by me and used by the CCQ for the purposes of management and administration of my plan.
fr: J’ai l’autorisation de mes personnes à charge de divulguer ou recevoir des renseignements à leur sujet concernant leurs demandes de prestation. Mes personnes à charge comprennent que ces renseignements seront vus par moi et qu’ils seront utilisés par la CCQ à des fins de gestion et d’administration de mon régime.

# AuditDisclaimerFirstParagraph
source: I declare that all of the information provided in the present claim is complete and accurate. I understand that the CCQ may reject a claim related to a dependent following a false declaration or an omission to update the information concerning that dependent (e.g., cessation of cohabitation with my spouse following failure of the marital relationship, dropping out of school, end of full-time studies or change to matrimonial status of my adult dependent child). I also understand that the CCQ may, if applicable, claim directly from me any money that it has paid in relation to such a claim or consider that it is an excess payment that can be deducted from my future claims for benefits. For the purposes of administration and of evaluation of claims and for fraud prevention, I authorize Médic Construction to obtain personal, medical, and psychosocial information and disclose it to the plan administrators and to regulatory and law enforcement agencies. I understand that the information will be used and preserved by Médic Construction for administration of benefits.
fr: Je déclare que tous les renseignements fournis dans la présente demande sont complets et exacts. Je comprends que la CCQ peut refuser une réclamation relative à une personne à charge suite à une fausse déclaration ou à une omission de mettre à jour les informations la concernant (ex : cessation de cohabitation avec mon conjoint suite à l’échec de l’union. Abandon scolaire, fin d’études à temps plein ou modification au statut matrimonial de mon enfant à charge majeur, etc.). Je comprends également que la CCQ peut, le cas échéant, me réclamer directement tout montant qu’elle a versé en lien avec une telle réclamation ou considérer qu’il s’agit d’un versement excédentaire qu’elle peut déduire de mes prochaines demandes de prestations. Aux fins d’administration et d’évaluation des demandes ainsi que de prévention de la fraude, j’autorise MÉDIC Construction à communiquer et collecter des renseignements personnels, médicaux, psychosociaux et à les communiquer aux administrateurs de régime ainsi qu’aux organismes de règlementation et d’application de la loi. Je comprends que ces renseignements seront utilisés et conservés par MÉDIC Construction pour l’administration des garanties.

# AuditDisclaimerThirdParagraph
source: I am authorized by my dependents to disclose and receive information about them concerning their claims for benefits. My dependents understand that this information will be seen by me and used by the CCQ for the purposes of management and administration of my plan.
fr: J’ai l’autorisation de mes personnes à charge de divulguer ou recevoir des renseignements à leur sujet concernant leurs demandes de prestation. Mes personnes à charge comprennent que ces renseignements seront vus par moi et qu’ils seront utilisés par la CCQ à des fins de gestion et d’administration de mon régime.

# EverythingYouNeedToKnow
source: Everything you need to know about how MÉDIC evaluates the quality of care provided by pharmacies.
fr: Voici tout ce que vous devez savoir sur la façon dont nous évaluons la qualité des soins fournis par les pharmacies.

# GreenShieldIDNumber
source: MÉDIC Construction ID Number:
fr: Numéro d’identification MÉDIC Construction :

# GreenShieldIDNumberNoColon
source: MÉDIC Construction ID Number
fr: Numéro d’identification MÉDIC Construction

# submittedToGSC
source: The above information will be submitted to MÉDIC Construction. Please ensure the information is correct before proceeding. If you need to change the information, please click the back button to return to the claim submission form. Otherwise click the Submit button to submit the claim to MÉDIC Construction.
fr: Les renseignements ci-dessus seront soumis à MÉDIC Construction. SVP vérifier leur exactitude avant de continuer. S’il vous faut modifier les renseignements, SVP cliquer sur le bouton «Retour» pour retourner au formulaire de soumission de demande de règlement. Sinon, cliquer sur le bouton «Soumettre» pour soumettre la demande de règlement à MÉDIC Construction.

# Find_a_health_provider_faq_url
source: https://medic.ccq.org/ccq_miscdocs/find_a_health_provider_faq_en.pdf
fr: https://medic.ccq.org/ccq_miscdocs/find_a_health_provider_faq_fr.pdf

# Understanding_pharmacy_quality_ratings_url
source: https://onlineservices.greenshield.ca/miscdocs/understanding_pharmacy_quality_ratings_en.pdf
fr: https://onlineservices.greenshield.ca/miscdocs/understanding_pharmacy_quality_ratings_fr.pdf

# cardDescription
source: MÉDIC Construction Card
fr: Carte MÉDIC Construction

# NoActiveClaimsLabel
source: We have everything we need! Your requests for settlement do not require any further information. Please keep your documentation for 12 months.
fr: Tout est complet! Vos demandes de règlement ne requièrent aucun renseignement supplémentaire. Veuillez conserver vos preuves pour une période de 12 mois.

# VisionEnhancementsMessage
source: The See better to succeed program offers a $250 reimbursement per 24-month period for purchases of glasses or contact lenses prescribed by a professional to correct the vision of any child under 18 years of age. Only purchases made after September 1, 2019 from an optician or optometrist in Québec are eligible. You must submit your claim even if the amount offered by the government covers the total purchase amount.
fr: Le programme Mieux voir pour réussir offre un remboursement de 250 $ par 24 mois à la suite de l’achat de lunettes ou de verr​es de contact (lentilles), prescrits par un professionnel, visant à corriger la vision de tout enfant de moins de 18 ans. Seuls les achats effectués depuis le 1er septembre 2019, chez un opticien ou un optométriste au Québec, sont admissibles. Vous devez soumettre votre réclamation même si le montant offert par le gouvernement couvre le montant total de l’achat.

# VisionEnhancementsProgramName
source: See better to succeed
fr: Mieux voir pour réussir

# VisionEnhancementsProgramAdditionalInfo
source: You must submit your claim even if the amount offered by the government covers the total purchase amount.
fr: Vous devez soumettre votre réclamation même si le montant offert par le gouvernement couvre le montant total de l’achat.

# ClaimDetailsOtherBenefitsTitle
source: Do you have coverage under another benefits plan (other than a provincial plan)?
fr: Avez-vous une protection en vertu d'un autre régime de garanties (autre que le régime provincial)?

# DirectDepositOptInMessage
source: I authorize GSC to deposit funds directly into the bank account noted below. I understand that I will no longer receive statements from GSC in the mail as my statements will only be available online.
fr: J’autorise GSC à déposer les fonds directement dans le compte bancaire indiqué ci-dessous. Je comprends que je ne recevrai plus les relevés de prestations de GSC par la poste. Mes relevés ne seront accessibles qu’en ligne.

# DDConfirmAuthoriseDepositFundLabel
source: I acknowledge that it is my responsibility to ensure the accuracy of my banking details and that GSC accepts no responsibility and cannot be held liable if any information provided is incorrect, incomplete, or inaccurate.
fr: Je reconnais qu’il est de ma responsabilité de veiller à l’exactitude de mes renseignements bancaires et que GSC décline toute responsabilité et ne peut être tenue responsable si les renseignements fournis sont erronés, incomplets ou inexacts.

# DDResultDisclaimer3
source: In addition, I acknowledge that GSC is not responsible for any damage, claim, or cause of action, of any nature whatsoever, that may result from any direct deposit made using this bank account information or that may arise from the provision of incorrect, incomplete, or inaccurate bank account information. Therefore, I hold the insurer and the carrier harmless of any responsibility in this regard.
fr: En outre, je reconnais que GSC n’est pas responsable de tout dommage, réclamation ou cause d’action, de quelque nature que ce soit, qui pourrait résulter d’un dépôt direct fait au moyen de ces renseignements bancaires ou qui pourrait survenir en raison de renseignements bancaires erronés, incomplets ou inexacts. Par conséquent, je dégage l’assureur de toute responsabilité à cet égard.
