<html>
	<head>
		<title></title>
        <style type="text/css">  
            body 
            {
                font-size: {GENERAL_FONT_SIZE};
                padding-left: {GENERAL_PADDING}; 
                padding-right: {GENERAL_PADDING}; 
                color: {GENERAL_TEXT_COLOR};
            }
            p
            {
                clear:both;
            }
            h3
            {
                color: {H3_TEXT_COLOR};
            }
            h2
            {
                color: {GENERAL_TEXT_COLOR};
            } 
            a
            {
                color: {H3_TEXT_COLOR};
            } 
        </style>
    </head>
	<body>
	<h3><b><center><font color="#00587c">Services en ligne pour les membres d&rsquo;un r&eacute;gime<br />
	Entente sur les demandes de prestations</b><center></h3></font>

	<p> Je reconnais que la Commission de la construction du Qu&eacute;bec (CCQ) est l&rsquo;organisme administrateur des r&eacute;gimes compl&eacute;mentaires d&rsquo;avantages sociaux (M&Eacute;DIC Construction).<br />
	<p><u>Demande de prestations</p></u>
	&Agrave; titre d&rsquo;assur&eacute; de M&Eacute;DIC Construction, je m&rsquo;engage &agrave; ce que tous les renseignements fournis dans le cadre d&rsquo;une demande de prestations en ligne pour moi-m&ecirc;me ou pour une de mes personnes &agrave; charge reconnues par M&Eacute;DIC Construction soient complets et exacts.<br />
	Je comprends que les renseignements que je fournis &agrave; la CCQ serviront au traitement des demandes de prestations ainsi qu&rsquo;&agrave; l&rsquo;administration de mes prestations, y compris l&rsquo;&eacute;change de renseignements avec de tierces parties &agrave; des fins de gestion et d&rsquo;administration de mon r&eacute;gime de prestations.<br />
	J&rsquo;ai l&rsquo;autorisation de mes personnes &agrave; charge reconnues par M&Eacute;DIC Construction de divulguer et de recevoir des renseignements &agrave; leur sujet concernant les demandes de prestations. Mes personnes &agrave; charge comprennent que ces renseignements seront vus par moi et qu&rsquo;ils seront utilis&eacute;s par la CCQ &agrave; des fins de gestion et d&rsquo;administration de mon r&eacute;gime de prestations. <br />
	<p><u>Conservation</p></u>
	Je reconnais que je suis responsable de conserver les re&ccedil;us originaux pendant 13 mois suivant la date de la demande de prestations.  
	<p><u>V&eacute;rification</p></u>
	Toute demande de prestations peut faire l&rsquo;objet d&rsquo;une v&eacute;rification par la CCQ. Sur demande de la CCQ, je devrai produire le re&ccedil;u original dans les 30 jours qui suivent, par courrier ou par tout moyen technologique autoris&eacute; par la CCQ.<br />
	Dans le cas o&ugrave; les renseignements que je fournis seraient incomplets ou inexacts, je comprends que la CCQ se r&eacute;serve le droit de retirer mes privil&egrave;ges de demande de prestations en ligne.<br />
	Si je ne peux pas produire les re&ccedil;us originaux &agrave; la CCQ dans les d&eacute;lais pr&eacute;vus ou si je fournis des renseignements faux ou incomplets, la CCQ se r&eacute;serve le droit de retirer mes privil&egrave;ges de demande de prestations en ligne tant que je n&rsquo;aurai pas transmis les re&ccedil;us originaux ou tant que la demande de prestations n&rsquo;aura pas &eacute;t&eacute; trait&eacute;e par la CCQ.<br />
	De plus, dans l&rsquo;&eacute;ventualit&eacute; o&ugrave; je ne pourrais pas produire les re&ccedil;us originaux &agrave; la CCQ ou si je fournis des renseignements faux ou incomplets, la CCQ peut refuser la r&eacute;clamation et me r&eacute;clamer, le cas &eacute;ch&eacute;ant, le remboursement du paiement effectu&eacute; ; je reconnais que la CCQ peut d&eacute;duire de mes prochaines demandes de prestations tout montant que je lui devrais &agrave; la suite du refus d&rsquo;une r&eacute;clamation.<br />
	En cas de v&eacute;rification, j&rsquo;autorise l&rsquo;&eacute;change de renseignements, le cas &eacute;ch&eacute;ant, entre la CCQ et les autres parties concern&eacute;es, y compris, mais sans s&rsquo;y limiter, les fournisseurs de soins de sant&eacute;, les fournisseurs d&rsquo;appareils m&eacute;dicaux et les assureurs, et seulement lorsque lesdits renseignements sont n&eacute;cessaires aux fins d&rsquo;administrer les demandes de prestations. </p>

	<p><u>Fournisseur reconnu</p></u>
	La CCQ utilise la base de donn&eacute;es nationale des fournisseurs ainsi que leur affiliation avec tout organisme de r&eacute;glementation, association professionnelle ou programme &eacute;ducatif &eacute;tabli par son mandataire. Lors d&rsquo;une demande de prestations pour un fournisseur qui ne figure pas dans la base de donn&eacute;es nationale, la CCQ v&eacute;rifiera d&rsquo;abord si le fournisseur d&eacute;tient les permis d&rsquo;exercice n&eacute;cessaires et s&rsquo;il est membre en r&egrave;gle d&rsquo;une association reconnue ou d&rsquo;un ordre professionnel ; par la suite, ma demande de prestations sera trait&eacute;e en cons&eacute;quence.  
	<p><u>Acceptation</p></u>
	Les pr&eacute;sentes conditions de l&rsquo;entente sur les demandes de prestations transmises par le Web ou par l&rsquo;application mobile s&rsquo;appliquent &agrave; toutes les demandes de prestations.<br />
	En cliquant sur le bouton &laquo; Accepter &raquo;, je d&eacute;clare avoir lu et compris toutes les conditions, et &ecirc;tre d&rsquo;accord avec elles. </p>
	</body>
</html>