Repository: saamerm/GscMobileXN
Catalog: MobileClaims.iOS/*.lproj/Localizable.strings
Languages: fr

source: Right Bifocal
fr: Bifocal droit

source: Left Bifocal
fr: Bifocal gauche

# prescriptionDetailsIncomplete
source: Prescription details are incomplete
fr: Détails de l'ordonnance incomplets

# spouseResults
source: CLAIM SUBMISSION RESULTS - YOUR SPOUSE'S ACCOUNT
fr: RÉSULTATS DE SOUMISSION DE DEMANDE DE RÈGLEMENT – COMPTE DE VOTRE CONJOINT(E)

# spendingAccountResults
source: CLAIM SUBMISSION RESULTS
fr: RÉSULTATS DE SOUMISSION DE DEMANDE DE RÈGLEMENT –

# secondaryAccountDisabled
source: We are unable to process the second part of this claim under your spouse's account as their Plan Member Online Services account is disabled. Please submit the claim under your spouse's account to {0} using a paper claim form.
fr: Nous ne pouvons pas traiter la seconde partie de cette demande de règlement sous le compte de votre conjoint(e), car son compte des Services en ligne des membres du régime a été désactivé. Veuillez soumettre la demande de règlement sous le compte de votre conjoint(e) à {0} à l’aide d’un formulaire de demande de règlement sur papier.

# secondaryAccountHasntAcceptedAgreement
source: We are unable to process the second part of this claim under your spouse's account as they have not accepted the online Claim Submission Agreement. This Agreement is presented when you first submit a claim in Plan Member Online Services.
fr: Nous ne pouvons pas traiter la seconde partie de cette demande de règlement sous le compte de votre conjoint(e), car il (elle) n’a pas accepté l’entente de soumission des demandes de règlement en ligne. Cette entente est présentée lors de votre première soumission d’une demande de règlement aux Services en ligne des membres du régime.

# secondaryAccountNotRegistered
source: Your spouse has not registered for Plan Member Online Services and/or has not accepted the online Claim Submission Agreement, so we cannot process the second portion of this claim online. To coordinate your claims with your spouse's {0} benefits plan online, have them register for Plan Member Online Services and accept the Claim Submission Agreement today.
fr: Votre conjoint(e) ne s’est pas inscrit(e) aux Services en ligne des membres du régime et(ou) n’a pas accepté l’entente de soumission des demandes de règlement en ligne; nous ne pouvons ainsi traiter la seconde partie de cette demande de règlement en ligne. Pour coordonner vos demandes de règlement avec le régime de garanties {0} de votre conjoint(e) en ligne, demandez-lui (la) de s’inscrire aux Services en ligne des membres du régime et d’accepter l’entente de soumission des demandes de règlement dès aujourd’hui.

source: Date of Expense
fr: Date de la dépense

source: Type of Expense
fr: Type de dépense

# acceptToTerms
source: Accept
fr: Accepter

# cancelToTerms
source: Cancel
fr: Annuler

# C4LAgreement
source: <h2>Change4Life Agreement<h2>
fr: <h2>Entente Changerpourlavie<h2>

# C4LTCContent1
source: <h3>We need your consent (read and click “Accept” below)</h3> In order to fully operate the Change4Life health rewards portal and to provide the best possible experience, certain information about you will need to be transferred from {0} to the Change4Life portal (offered by {0} through Cookson James Loyalty, Inc.) and we need you to consent to that transfer and the uses of your information set out below. Such information includes personal identifiable, confidential information like your email address and date of birth. <br/> <br/> In addition, the Change4Life Web portal will collect information that you enter into it – as much or as little as you are willing to share – and may use it for the following purposes:<br/>
fr: <h3>Il nous faut votre consentement (lisez et cliquez sur « Accepter » ci-dessous)</h3> Afin de pouvoir assurer le bon fonctionnement du portail de récompenses santé changerpourlavie et de vous offrir la meilleure expérience possible, nous devrons transférer certains renseignements personnels de {0} au portail changerpourlavie (offert par {0} par l’intermédiaire de Cookson James Loyalty, Inc.). Il peut s'agir de données personnelles et confidentielles identifiables comme votre adresse électronique et votre date de naissance. <br/> <br/> Le portail Web changerpourlavie vous demandera aussi des renseignements – tout ou seulement ce que vous voudrez bien transmettre – et pourra les utiliser aux fins suivantes :<br/>

# C4L
source: CHANGE4LIFE
fr: CHANGERPOURLAVIE

# C4LTCContent2
source: <ul><li>to offer you targeted education, tools and communications related to your health (only if you consent to receiving such information) </li><li>to provide you with more effective customer service (eliminating the need for you to repeatedly enter the same information)</li><li>to perform research and analysis aimed at improving our ability to provide high quality health management products, services and technologies to our plan members</li><li>to provide anonymous data to plan sponsors regarding the overall health status of their collective plan members </li><li>clinical research, market research, education and other related research projects, on an anonymous basis only </li><li>Change4Life health reward redemption (shipping information may be shared with fulfillment providers where necessary)</li></ul><br/>
fr: <ul><li> vous proposer des renseignements précis, des outils et des communications concernant votre santé (seulement si vous acceptez) </li><li> vous fournir un meilleur service clientèle (pour que vous n'ayez plus à toujours entrer les mêmes renseignements)</li><li> effectuer des recherches et des analyses visant à accroître notre capacité à offrir à nos membres des produits et services de qualité supérieure et des technologies de pointe pour la gestion de la santé</li><li> communiquer des données anonymes aux promoteurs de régime concernant l'état de santé global des membres de leurs régimes collectifs </li><li> contribuer à des recherches cliniques, des études de marché, des projets éducatifs ou autres projets de recherche, dans le respect de la confidentialité </li><li> livrer les récompenses santé changerpourlavie (les coordonnées d'expédition peuvent être transmises aux fournisseurs, au besoin).</li></ul><br/>

# C4LTCContent3
source: Your privacy and confidentiality are protected. Personal information will be collected, used and disclosed in compliance with applicable Federal and Provincial privacy legislation including but not limited to the Personal Information Protection and Electronic Documents Act (PIPEDA). This means that {0} will limit the transfer, collection and use of personal information to only the relevant and necessary information required to provide the identified service. In the event that your plan is no longer administered by {0}, your personal information will automatically be rendered anonymous. Read more about {0}’s privacy, legal and security information. <br/> <br/>
fr: Votre vie privée et vos renseignements personnels sont protégés. Vos renseignements personnels seront recueillis, utilisés et communiqués en conformité avec la législation fédérale et provinciale sur la protection de la vie privée, y compris notamment la Loi sur la protection des renseignements personnels et les documents électroniques (LPRPDE). Autrement dit, {0} limitera le transfert, la collecte et l'utilisation de renseignements personnels aux renseignements nécessaires pour fournir le service indiqué. S'il arrivait que votre régime ne soit plus administré par {0}, vos renseignements personnels deviendraient automatiquement anonymes. Consultez les renseignements sur la confidentialité, les avis juridiques et la sécurité de {0}. <br/> <br/>

# C4LTCContent4
source: <h3>Withdrawing your consent</h3>Your consent to these conditions can be withdrawn by you at any time (but you will no longer have access to the Change4Life portal, to collect points for doing healthy things and redeeming those points for cool rewards). Should you wish to withdraw your consent in the future (which we hope you don’t), please click on the “Contact Us” link on the Online Services menu and send us a secure e-mail with your request. No further information will be collected and all of your information stored in the Change4Life portal will be rendered anonymous. <br/><br/>The good news is you can rejoin the site at any time in future. (You’ll just have to review this page and click “Accept” again!) Plus, withdrawing your consent for your personal information to be used by the Change4Life portal will not affect the ability for {0} to process your benefit claims.<br/><br/>
fr: <h3>Le retrait de votre consentement</h3>Vous pouvez retirer votre consentement à ces conditions en tout temps (mais vous n'aurez plus accès au portail changerpourlavie en vue d'accumuler des points pour avoir adopté de saines habitudes de vie et d'échanger ces points contre des récompenses super intéressantes). Si vous souhaitez ultérieurement retirer votre consentement (mais nous espérons que vous ne le ferez pas), il vous suffira de cliquer sur le lien « Contactez-nous » dans le menu des Services en ligne et de nous transmettre votre demande par courriel sur notre site sécurisé. Aucun autre renseignement ne sera recueilli et tous les renseignements à votre sujet sauvegardés dans le portail deviendront automatiquement anonymes. <br/><br/>La bonne nouvelle, c'est que vous pouvez avoir de nouveau accès au site n'importe quand par la suite. (Vous devrez seulement relire cette page et cliquer de nouveau sur « Accepter »!) De plus, même si vous retirez votre consentement à l'utilisation de vos renseignements personnels par le portail changerpourlavie, {0} continuera quand même à traiter vos demandes de règlement.<br/><br/>

# C4LTCContent5
source: <h3>Change4Life Member Acknowledgement and Consent (this is it…you are almost done)</h3>By clicking the “Accept” link below, I consent to the collection, use and disclosure of my personal information as described, and in accordance with the {0}’s Privacy Policy (which I have had an opportunity to review), and acknowledge and agree with all of the above information.
fr: <h3>Déclaration et consentement du membre changerpourlavie (ça y est... c'est presque terminé)</h3>En cliquant sur le lien « Accepter » ci-dessous, je consens à la collecte, l’utilisation et la divulgation de mes renseignements personnels tel que décrits et en conformité avec la politique en matière de confidentialité de {0} (que j’ai eu l’occasion de passer en revue), et je reconnais et conviens être d’accord avec les renseignements ci-dessus.

# BalanceCheckSelectAccount
source: SELECT ACCOUNT
fr: SÉLECTIONNEZ LE COMPTE

source: Claim Details
fr: Détails de la demande de règlement

source: Delete
fr: Supprimer

# ClaimMedicalProfessionalLabel
source: Medical Professional
fr: Professionnel de soins de la santé

# FingerprintLoginPrompt
source: Log in using Touch ID
fr: Connectez-vous à l'aide de la fonction Touch ID

# loginWithTouch
source: LOG IN USING TOUCH ID
fr: Connectez-vous à l'aide de la fonction Touch ID

# loginWithFace
source: LOG IN USING FACE ID
fr: Connectez-vous à l'aide de la fonction Face ID

# useTouchIdMessage
source: We can use Touch ID to securely store your password for login in the future. Would you like to use this feature?
fr: Nous pouvons utiliser la fonction Touch ID pour maintenir en sécurité votre mot de passe aux fins de connexion à l'avenir. Aimeriez-vous utiliser cette fonction?

# useFaceIdMessage
source: We can use Face ID to securely store your password for login in the future. Would you like to use this feature?
fr: Nous pouvons utiliser la fonction Face ID pour maintenir en sécurité votre mot de passe aux fins de connexion à l'avenir. Aimeriez-vous utiliser cette fonction?

# loginInstruction
source: can log in next time using your fingerprint. Scan your fingerprint to enable.
fr: se chargera la prochaine fois que vous utiliserez vos empreintes digitales. Numérisez vos empreintes digitales pour activer la fonction.

# notEnabled
source: Touch ID and Face ID are not available or not activated
fr: Désactivé depuis que vous vous connectez en utilisant le

# biometricsPara1
source: When Touch ID / Face ID is turned on, you can sign on using your device's biometric security features, or continue to use your existing password.
fr: Lorsque Touch ID /Face ID est activé, vous pouvez vous connecter à l'aide des fonctions de sécurité biométrique de votre appareil, ou continuez d’utiliser votre mot de passe existant.

# biometricsPara2
source: Any Touch ID or Face ID profiles enrolled on this device will have access to this application.
fr: Tout profil avec Touch ID ou Face ID inscrit sur cet appareil aura accès à cette application.

# biometricsPara3
source: To help protect your personal information, do not store Touch ID or Face ID data other than your own on this device.
fr: Pour vous aider à protéger vos renseignements personnels, ne conservez pas de données Touch ID ou Face ID autres que les vôtres sur cet appareil.

# biometricsDialog
source: If your device supports Touch ID or Face ID, please setup a passcode, register your biometric data, and enable the feature in your iOS device settings. You must also select the "Remember my User ID on this device" checkbox on the login screen.
fr: Si votre appareil prend en charge Touch ID ou Face ID, veuillez établir un mot de passe, inscrire vos données biométriques et activer la fonction dans les paramètres de votre appareil iOS. Vous devez aussi cocher la case « Mémoriser mon nom d’utilisateur sur cet appareil » à l’écran de connexion.

# cardLogoText
source: GSC on the Go
fr: GSC à votre portee

# cardImage
source: Card/applewallet_en.png
fr: Card/applewallet_fr.png

# app_name
source: GSC on the Go
fr: GSC à votre portée

# webAgreementTitle
source: <h2>REGISTRATION FOR WEB CLAIM SUBMISSION</h2>
fr: <h2>INSCRIPTION POUR DEMANDE DE PRESTATIONS EN LIGNE</h2>

# webContent1
source: To register for electronic claim submission, please read the following agreement, and then select the Accept button. This will authorize you to submit electronic claims to {0} through our website and mobile app. If you do not wish to register at this time, select the Cancel button to return to the home page.<br/><br/>
fr: Pour vous inscrire à la soumission électronique de demandes de prestations, veuillez lire l’accord suivant, puis sélectionner le bouton Accepter. Cela vous autorisera à soumettre des demandes de prestations électroniques à {0} par le biais de notre site Web et de notre appli mobile. Si vous ne désirez pas vous inscrire maintenant, sélectionnez le bouton Annuler pour revenir à la page d’accueil.<br/><br/>

# newTermsDate
source: <b><center><font color=red>New Terms and Conditions as of May 1, 2018</font></center></b>
fr: <b><center><font color=red>Nouvelles modalités à compter du 1er mai 2018.</font></center></b>

# pmosHeading
source: <b><center><font color={HIGHLIGHT_COLOR_HEX}>{0}<br/>Plan Member Online Services<br/>Web Claim Submission Agreement<br/><br/></font></center></b>
fr: <b><center><font color={HIGHLIGHT_COLOR_HEX}>{0}<br/>Services en ligne des membres du régime<br/>Entente de soumission de demande de prestations par le Web<br/><br/></font></center></b>

# webContent2
source: <b>Terms and Conditions</b><br/>
fr: <b>Conditions</b><br/>

# webContent3
source: If you accept and agree to the following Terms and Conditions, then click the “Accept” button to continue.<br/><br/>
fr: Si vous acceptez et si vous êtes d’accord de respecter les conditions, veuillez cliquer sur le bouton « Accepter » pour continuer.<br/><br/>

# webContent4
source: As the plan member, I agree that all information provided using the Plan Member Online Services or mobile app web claim submission will be complete and accurate.<br/><br/>
fr: À titre de membre du régime, je suis d’accord que tous les renseignements fournis en utilisant la soumission de demandes de prestations des Services en ligne des membres du régime ou de l’appli mobile seront complets et exacts.<br/><br/>

# webContent5
source: In the event that my information is found to be incomplete or inaccurate, I understand that {0} reserves the right to remove my online claiming privileges. I understand that the information, including the personal information, that I provide to {0} about myself and my dependents, will be used by {0} for claims adjudication and any other services necessary in the administration of my benefits which may include the exchange of information with other parties to administer my benefit plan.<br/><br/>
fr: Dans le cas où les renseignements que j’ai fournis sont incomplets ou inexacts, je comprends que {0} se réserve le droit de supprimer mes privilèges de demandes de prestations en ligne. Je comprends que les renseignements que je fournis à {0} à mon sujet et au sujet des personnes à ma charge serviront à {0} pour le règlement des demandes et à tout autre service nécessaire à l’administration de mes prestations, y compris l’échange de renseignements avec des tierces parties afin d’administrer mon régime de prestations.<br/><br/>

# webContent6
source: I am authorized by my spouse and/or dependents to disclose and receive information about them that is used for these purposes. My spouse and/or dependents understand that this information may be seen by me, the cardholder and used by {0} and the other parties referenced in this agreement for the purposes set out in this agreement.<br/><br/>
fr: J’ai l’autorisation de mon (ma) conjoint(e), ou de mes personnes à charge, de divulguer et de recevoir des renseignements à leur sujet utilisés à ces fins. Mon (Ma) conjoint(e) et/ou les personnes à ma charge comprennent que ces renseignements seront vus par moi, le (la) détenteur(trice) de la carte et qu’ils seront utilisés par {0} et les autres parties indiquées par cette entente aux fins stipulées dans cette entente.<br/><br/>

# webContent7
source: I understand and agree that I am responsible for retaining original receipt(s) for 13 months following the date of my claim submission(s). When submitting claims online, {0} may select my claim for audit. If so requested, I am responsible for producing the original receipt(s) within 30 days.<br/><br/>
fr: Je comprends et je suis d’accord que je suis responsable de conserver le ou les reçus originaux pendant 13 mois suivant la date de la ou des soumissions de demande de prestations. Lors de la soumission des demandes de règlement en ligne, {0} pourrait sélectionner ma demande aux fins de vérification. Dans ce cas, il m'incombera de produire le ou les reçus originaux dans les 30 jours qui suivent.<br/><br/>

# webContent8
source: I understand that when my claim is selected for an audit, this may result in some or all previous claims submitted on my behalf being selected for a full audit review. When selected for a full audit review, my ability to submit claims through Plan Member Online Services and the app will be temporarily disabled.<br/><br/>
fr: Je comprends que si ma demande de prestations est sélectionnée aux fins de vérification, cela pourrait entraîner une vérification complète de certaines ou toutes demandes précédentes soumises en mon nom. Durant ma sélection aux fins d’une vérification complète, ma capacité de soumission de demandes de prestations aux Services en ligne des membres du régime et à l’appli sera temporairement désactivée.<br/><br/>

# webContent9
source: If I fail to provide the receipt(s) to {0}, or provide false, incomplete, or misleading information, {0} reserves the right to classify any payment made by {0} related to my claim as an overpayment and {0} will be entitled to demand remittance of payment and/or the deduction of such overpayment from any future claim payments. Furthermore, access to Plan Member Online Services and mobile app claims submission will be revoked and coverage to benefits may be suspended and/or terminated.<br/><br/>
fr: Si je ne peux produire le ou les reçus à {0} ou fournis des renseignements faux, incomplets ou trompeurs, {0} se réserve le droit de classifier ma demande de prestations comme versement excédentaire et {0} aura le droit d’exiger le remboursement du paiement et/ou la déduction de telles sommes des prochaines demandes de prestations. D’autre part, l’accès à la soumission de demandes de prestations des Services en ligne des membres du régime et de l’appli mobile sera révoqué et ma couverture pourra être refusée et/ou résiliée.<br/><br/>

# webContent10
source: If selected for audit, I authorize the exchange of information between {0} and other parties, including but not limited to health practitioners, medical device providers and insurers, as required, and only when the information is needed to administer benefit claims and/or confirm the accuracy of the claim(s) information submitted on behalf of myself, my spouse and/or my dependents.<br/><br/>
fr: Si je ne peux produire le ou les reçus à {0} ou fournis des renseignements faux, incomplets ou trompeurs, {0} se réserve le droit de classifier ma demande de prestations comme versement excédentaire et {0} aura le droit d’exiger le remboursement du paiement et/ou la déduction de telles sommes des prochaines demandes de prestations. D’autre part, l’accès à la soumission de demandes de prestations des Services en ligne des membres du régime et de l’appli mobile sera révoqué et ma couverture pourra être refusée et/ou résiliée.<br/><br/>

# webContent11
source: In the event of suspected fraudulent activity pertaining to a Plan Member Online Services or mobile app web claim submission on behalf of myself, my spouse, and/or my dependents, I acknowledge and agree to the disclosure of this information to relevant parties, including but not limited to the Plan Sponsor, and regulatory and law enforcement agencies.<br/><br/>
fr: En cas d’activité frauduleuse soupçonnée relative à la soumission de demandes de prestations des Services en ligne des membres du régime ou de l’appli mobile en mon nom et/ou au nom de mon (ma) conjoint(e) et/ou des personnes à ma charge, je reconnais et je suis d’accord de divulguer lesdits renseignements aux parties pertinentes, y compris mais sans s’y limiter le promoteur de régime et les organismes de réglementation et d’application de la loi.<br/><br/>

# webContent12
source: {0} maintains a national database of providers and their association with any regulatory agency, professional association or educational program. {0} reviews each provider to determine which benefits/services are eligible for reimbursement in conjunction with the plan member's health benefits plan. When submitting a claim online with a provider that has not registered with {0}, the provider's credentials will be verified and my claim will be processed accordingly.<br/><br/>
fr: {0} maintient une base de données nationale de fournisseurs ainsi que leur association avec tout organisme de réglementation, association professionnelle ou programme éducatif. {0} examine chaque fournisseur afin de déterminer quels avantages/services sont admissibles pour le remboursement en conjonction avec le régime de prestations de soins de santé du membre. Lors de la soumission d’une demande de prestations en ligne, avec un fournisseur qui n’est pas enregistré avec {0}, les titres de compétence de ce fournisseur seront vérifiés et ma demande de prestations sera traitée en conséquence.<br/><br/>

# webContent13
source: Acceptance of the Web Claim Submission Agreement Terms and Conditions applies to all claims submitted within an online session.<br/><br/>
fr: L’acceptation des conditions de l’entente de soumission de demande de prestations par le Web s’applique à toutes les demandes de prestations soumises au cours d’une session en ligne.<br/><br/>
