Repository: saamerm/GscMobileXN
Catalog: MobileClaims.iOS/*.lproj/Localizable.strings
Languages: fr

# privacyContent7
source: <b>We respond to your request promptly</b><br/><br/>We will deal quickly with your request to see your personal information and always respond to you promptly.<br/><br/><b>We protect other people's privacy when we make personal information available to you</b><br/><br/>There may be files that include information about you and other benefit plan participants, or that have information confidential to {0} or are the property of {0}. Because we must protect everyone's confidentiality and legal rights, we cannot make these files available to persons outside of {0}. However, we will make available to you any factual information about you contained in such files.<br/><br/><b>We monitor our compliance with the {0} Privacy Code and are committed to upholding this Code</b><br/><br/>We have policies and procedures in place to assist our employees in adhering to the {0} Privacy Code. Our internal audit department monitors the adherence to this Code on a regular basis, and reports its findings to a Committee of the Board of Directors of {0}.<br/><br/>If you have any questions or complaints about our Privacy Code, or about how we are living up to it, let us know right away.<br/><br/><b>Resolving your concerns are important to us</b><br/><br/>{0} is committed to treating you with the greatest respect and consideration, and providing the highest level of service. If you have any concerns or questions about privacy and confidentiality – or any other concerns about the way a request for personal information was handled, you can take the following actions:<br/><br/><b>Contact the {0} Privacy Officer</b><br/><br/>Write to: Privacy Officer<br/>{0}<br/>P.O. Box 1606<br/>Windsor, Ontario<br/>N9A 6W1<br/><br/>
fr: <b>Nous faisons promptement écho à vos demandes.</b><br/><br/>Nous donnerons rapidement suite à votre demande de consultation de vos renseignements personnels et y ferons toujours promptement écho.<br/><br/><b>Lorsque nous mettons à votre disposition des renseignements personnels, nous protégeons la vie privée des autres personnes.</b><br/><br/>Il arrive parfois que des fichiers qui contiennent des renseignements à votre sujet en comportent aussi sur d’autres participant(e)s, dans le cadre de nos régimes de prestations, ou qu’ils englobent de l’information de nature confidentielle à {0} ou qui lui appartiennent en propre. Étant donné que nous devons protéger la confidentialité des renseignements personnels de chacun, de même que leurs droits reconnus par la loi, nous ne pouvons mettre ces fichiers à la disposition de personnes œuvrant à l’extérieur de {0}. Cependant, nous mettrons à votre disposition tout renseignement précis vous concernant contenu dans ces fichiers.<br/><br/><b>Nous vérifions notre conformité avec le code de {0} en matière de confidentialité et souscrivons un engagement à le respecter à la lettre.</b><br/><br/>Nous avons mis en place des politiques et des procédures, afin d’aider nos employé(e)s à s’en tenir au code de {0} en matière de confidentialité. Notre service interne de vérification surveille de façon régulière le respect du code, et ses constatations sont présentées à un comité du Conseil d’administration de {0}.<br/><br/>Si vous avez des questions ou des plaintes quelconques à formuler au sujet de notre code en matière de confidentialité, ou sur la façon dont nous nous comportons à son endroit, laissez-le-nous savoir immédiatement.<br/><br/><b>Il nous importe d’apaiser vos inquiétudes.</b><br/><br/>{0} a souscrit l’engagement de vous traiter avec le plus grand respect et la plus totale des considérations et de vous fournir le meilleur niveau de service qui soit. Si vous avez des préoccupations ou des questions quelconques au sujet du respect de la vie privée et de la protection des renseignements personnels, ou toute autre inquiétude concernant la façon dont nous avons composé avec une demande de renseignements personnels, vous pouvez poser l’un des gestes qui suivent.<br/><br/>Communiquez avec le Responsable de la confidentialité de {0}.<br/><br/>Téléphonez au bureau du Responsable de la confidentialité de {0} en composant le 519 739-1113 ou sans frais au 1 800 265-5615 ou écrivez-lui à :<br/><br/>Responsable de la confidentialité<br/>{0}<br/>C.P. 1606<br/>Windsor (Ontario)<br/>N9A 6W1<br/><br/>

# privacyContent8
source: <b>FAX the Office of the {0} Privacy Officer at 1-519-739-2253</b><br/><br/>The {0} Privacy Officer’s office will acknowledge your complaint. Within two weeks of receiving your enquiry, the {0} Privacy Officer will write or call to tell you the problem has been resolved, or, in more complex cases, advise you what further steps are being taken and when you may expect a resolution.<br/><br/><b>If your concern remains unresolved</b><br/><br/>If your concern remains unresolved, please contact:<br/><br/>Office of the Privacy Commissioner of Canada<br/>30 Victoria Street<br/>Gatineau, Quebec<br/>K1A 1H3<br/><br/>Telephone: 1-819-994-5444<br/>Toll Free: 1-800-282-1376<br/>TTY: 1-819-994-6591<br/>WEB SITE: <a href="http://www.priv.gc.ca">www.priv.gc.ca</a><br/>
fr: Envoyez une TÉLÉCOPIE au bureau du Responsable de la confidentialité de {0} au 519 739-2253.<br/><br/>Le bureau du Responsable de la confidentialité de {0} accusera réception de votre plainte. Dans les deux semaines de la réception de votre demande, le Chef de l’exploitation de la confidentialité de {0} vous écrira ou vous téléphonera pour vous laisser savoir que le problème a été résolu ou, s’il s’agit d’une situation plus complexe, pour vous informer de la nature des mesures supplémentaires en cours d’implantation et pour vous donner une idée approximative du moment où une solution complète pourrait être envisagée.<br/><br/><b>Si vos préoccupations demeurent non résolues.</b><br/><br/>Veuillez communiquer avec :<br/><br/>Le Bureau du Commissaire à la protection de la vie privée du Canada<br/>30, rue Victoria<br/>Gatineau (Quebec)<br/>K1A 1H3<br/><br/>Téléphone: 1 819 994-5444<br/>Sans frais: 1 800 282-1376<br/>Télécopieur: 1 819 994-6591<br/>SITE WEB : <a href="http://www.priv.gc.ca/fr">www.priv.gc.ca/fr/</a>

# legalContent1
source: <h2>LEGAL NOTICES AND DISCLAIMERS OF LIABILITY </h2><h3>Ownership and Copyrights</h3>This web site ("Website") and mobile application (“Mobile App”) are operated by or on behalf of {0}. All content on this Website and Mobile App are the copyrighted property of {0} and/or its various third party providers and distributors.<br/><br/> Except to the extent that you have been granted express prior permission from {0}, none of the content or data found on the Website or Mobile App may be reproduced, republished, distributed, sold, transferred, modified, posted, transmitted or distributed. You may download, display and print the materials presented on the Website or Mobile App for your personal use. <h3>Trade-marks</h3>Certain names, words, titles, phrases, logos, icons, graphics or designs in the pages of the Website or Mobile App may constitute trade names, registered or unregistered trade-marks or service marks ("Trade-marks") of {0} and used under license by {0}. However, the display of Trade-marks on pages at the Website or Mobile App does not imply that any license has been granted to any third party. <br/><br/> Any unauthorized downloading, re-transmission, or other copying or modification of Trade-marks or other contents of the Website or Mobile App may be a violation of statutory or common law rights which could subject the violator to legal action. <h3>Use of the Website or Mobile App</h3>You represent, warrant and covenant that your use of the Website or Mobile App shall not:<ol><li>Violate any applicable local, provincial, state, national or international law, statute, ordinance, rule or regulation;</li><li>Interfere with or disrupt computer networks connected to the Website;</li><li>Impersonate any other person or entity, or make any misrepresentation as to your employment by or affiliation with any other person or entity;</li><li>Forge headers or in any manner manipulate identifiers in order to disguise the origin of any user information;</li><li>Upload, post, transmit, publish, or distribute any material or information for which you do not have all necessary rights and licenses;</li><li>Upload, post, transmit, publish or distribute any material which infringes, violates, breaches or otherwise contravenes the rights of any third party, including any copyright, trademark, patent, rights of privacy or publicity or any other proprietary right;</li><li>Interfere with or disrupt the use of the Website or Mobile App by any other user, nor "stalk", threaten, or in any manner harass another user;</li><li>Upload, post, transmit, publish, or distribute any material or information which contains a computer virus, or other code, files or programs intending in any manner to disrupt or interfere with the functioning of the Website, or that of other computer systems;</li><li>Use the Website or Mobile App in such a manner as to gain unauthorized entry or access to the computer systems of others;</li><li>Upload, post, transmit, publish or distribute any material or information which constitutes or encourages conduct that would constitute a criminal offence, give rise to other liability, or otherwise violate applicable law;</li><li>Upload, post, transmit, publish, or distribute any material or information that is unlawful, or which may potentially be perceived as being harmful, threatening, abusive, harassing, defamatory, libellous, vulgar, obscene, or racially, ethnically, or otherwise objectionable;</li><li>Reproduce, copy, modify, sell, store, distribute or otherwise exploit for any commercial purposes the Website, or any component thereof (including, but not limited to any materials or information accessible through the Website);</li><li>Use any device, software or routine to interfere or attempt to interfere with the proper working of the Website; or</li><li>Take any action that imposes an unreasonable or disproportionately large load on the Website infrastructure.</li></ol>
fr: <h2>AVIS JURIDIQUES ET DE NON-RESPONSABILITÉ</h2><h3>Propriété et droits d’auteur</h3>Ce site Web (« site Web ») et cette application mobile (« appli mobile ») sont exploités par ou pour le compte de {0}. Tous les renseignements que ce site Web ou cette appli mobile contiennent constituent des produits protégés par le droit d’auteur de {0} et/ou des divers tiers agissant à titre de fournisseurs et distributeurs.<br/><br/>Sauf dans la mesure de la permission qui vous aurait été expressément accordée auparavant par {0}, aucune portion des données ou du contenu trouvé sur le site Web ou l’appli mobile ne pourra être reproduite, publiée de nouveau, distribuée, vendue, transférée, modifiée, affichée, transmise ni distribuée. Vous pourrez télécharger, afficher et imprimer les documents présentés sur le site Web ou l’appli mobile pour votre usage personnel. <h3>Marques de commerce</h3> Certains noms, mots, titres, phrases, logos, icônes ou éléments graphiques apparaissant sur les pages du site Web ou de l’appli mobile peuvent constituer des dénominations commerciales, des marques de commerce déposées ou non déposées ou des marques de service (« marques ») de {0} et utilisées sous licence par {0}. Cependant, l’apparition de marques sur les pages du site Web ou de l’appli mobile ne signifie nullement qu’une licence quelconque a été accordée à toute tierce partie. <br/><br/>Tout téléchargement, retransmission ou autre forme non autorisé de copie ou de modification des marques ou d’autres aspects du contenu du site Web ou de l’appli mobile pourrait constituer une infraction aux droits consentis par des dispositions législatives ou par la common law pouvant soumettre le contrevenant à des poursuites.<h3>Utilisation du site Web ou de l’appli mobile</h3>Vous faites valoir, garantissez et vous engagez à ce que votre utilisation du site Web ou de l’appli mobile ne/n’:<br/><ol><li>Enfreigne aucun règlement, règle, ordonnance, statut ou loi applicable à l’échelle locale, provinciale, d’État, nationale ou internationale;</li><li>Porte pas atteinte ni ne perturbe aucunement le fonctionnement des réseaux informatiques rattachés au site Web ou à l’appli mobile;</li><li>Usurpe nullement l’identité de toute autre personne ou entité ni ne formule une fausse affirmation quelconque en ce qui a trait à votre lien d’emploi pour le compte de toute autre personne ou entité ou affiliation avec elle;</li><li>Permette la falsification d’en-têtes ni, de quelque façon que ce soit, la manipulation d’identificateurs de façon à dissimuler l’origine de tout renseignement relatif à un utilisateur;</li><li>Permette le téléchargement, l’affichage, la transmission, la publication ni la distribution de tout renseignement ou document à l’égard duquel vous ne possédez pas tous les droits et licences nécessaires;</li><li>Permette le téléchargement, l’affichage, la transmission, la publication ni la distribution de tout document qui porte atteinte, contrevient, viole ou autrement transgresse les droits de tout tiers, y compris tout droit d’auteur, marque de commerce, brevet, droit à la vie privée, droit de publicité ou tout autre droit propriétal;</li><li>Porte pas atteinte ni ne trouble pas l’utilisation du site Web ou de l’appli mobile par tout autre utilisateur ni ne fasse en sorte qu’un autre utilisateur ne soit « traqué », menacé ou, de toute autre façon, harcelé;</li><li>Permette le téléchargement, l’affichage, la transmission, la publication ni la distribution de tout renseignement ou document comportant un virus informatique ou un autre code, fichier ou programme ayant pour but de quelque façon que ce soit de troubler ou de porter atteinte au fonctionnement du site Web, de l’appli mobile ou à celui d’autres systèmes informatiques;</li><li>Permette une pénétration ou un accès non autorisé aux systèmes informatiques d’autrui;</li><li>Permette le téléchargement, l’affichage, la transmission, la publication ni la distribution de tout renseignement ou document constituant une forme d’encouragement ou d’incitation à adopter une conduite qui pourrait s’apparenter à une infraction criminelle, engendrer une autre forme de responsabilité ou autrement enfreindre une loi applicable;</li><li>Permette le téléchargement, l’affichage, la transmission, la publication ni la distribution de tout renseignement ou document qui soit illégal ou qui puisse éventuellement être perçu comme étant dommageable, menaçant, méprisant, malveillant, diffamatoire, vulgaire, obscène ou inadmissible sur le plan racial, ethnique ou autre;</li><li>Permette la reproduction, la copie, la modification, la vente, l’entreposage, la distribution ni aucune autre forme d’exploitation du site Web ou de l’appli mobile, ou de toute composante de ceux-là, à toute fin commerciale (y compris, mais sans s’y limiter, tout document ou renseignement auquel il est possible d’avoir accès par l’entremise du site Web ou de l’appli mobile);</li><li>Permette d’utiliser tout dispositif, logiciel ou routine dans le but de porter atteinte ou de tenter de porter atteinte au fonctionnement normal du site Web ou de l’appli mobile ou</li><li>De poser tout geste susceptible de taxer de façon déraisonnable ou de façon importante et disproportionnée l’infrastructure du site Web ou de l’appli mobile.</li></ol>

# legalContent2
source: <h3>Secure Areas</h3>Some of the areas of the Website or Mobile App ("Secure Areas") require passwords or other forms of access control in order for a user to gain access and use the Website's functionality. If you are permitted to access and use one of the Secure Areas of the Website, it is your responsibility to keep your password or other access control methodology private so that it cannot be used by others. {0} will not be liable for any damages, losses or expenses suffered by you or any third party as a result of any unauthorized person gaining access to any of the Secure Areas through use of your password or other access methodology, and you agree that you will indemnify {0} for any damages, losses or expenses that it may suffer, including any claims made against {0} by third parties, as a result of such access or use by an unauthorized person.<h3>Limitation of Liability</h3>In no event will {0} be liable for any damages, including without limitation direct or indirect, special, incidental, or consequential or punitive damages, losses or expenses, whether or not {0}, or representatives thereof, are advised of the possibility of such damages, losses or expenses, arising in connection with:<br/><ol><li>Your use of, or inability to use, this Website. </li><li>Use of this Website, or inability to use, by any other party. </li><li>Any failure of performance, error, omission, interruption, defect, delay in operation or transmission, computer virus or line or system failure, loss of data or otherwise.</li><li>The communication by you of any confidential or sensitive information, or our communication to you of such information, over the Internet.</li></ol><h3>Information and Availability </h3>Information on the public areas of this Website and Mobile App are for informational purposes only and is not intended to provide financial, legal, accounting or tax advice and should not be relied upon in that regard. <br/><br/> Information provided by {0} on its Website and Mobile App are believed to be accurate and reliable, but we cannot guarantee that such information is accurate or complete or current at all times. While we endeavour to keep the information current, such information is subject to change at any time without notice. {0} makes reasonable commercial efforts to make the Website and Mobile App available, however, it is not responsible for any service interruptions. {0} will not be liable for any loss resulting from a cause over which it does not have direct control, including, but not limited to, failure of electronic or mechanical equipment or communication lines, telephone or other interconnect problems, computer viruses, unauthorized access, theft, operator errors, severe weather, earthquakes, or natural disasters, strikes or other labour problems, wars, or governmental restrictions.
fr: <h3>Zones sécurisées</h3>Pour qu’un utilisateur puisse accéder au site Web ou à l’appli mobile et en utiliser les fonctionnalités, certaines zones de ces derniers (« zones sécurisées ») nécessitent des mots de passe ou d’autres formes de contrôle d’accès. Si vous avez reçu la permission d’accéder et d’utiliser l’une des zones sécurisées du site Web ou de l’appli mobile, il est de votre responsabilité de ne pas divulguer votre mot de passe ni aucun autre mode de contrôle d’accès de façon à ce qu’ils ne puissent pas être utilisés par d’autres personnes. {0} n’assumera aucune responsabilité à l’égard de tous dommages, pertes ou dépenses que vous ou tout tiers auriez encourus, à la suite de tout accès à l’une quelconque des zones sécurisées par une personne non autorisée grâce à l’utilisation de votre mot de passe ou d’un autre mode d’accès, et vous consentez à protéger {0} contre tous dommages, pertes ou dépenses qu’elle pourrait encourir, y compris toute action en réclamation déposée contre elle par des tierces parties, par suite dudit accès ou utilisation par une personne non autorisée.<h3>Limitation de responsabilité</h3>En aucune circonstance, {0} ne pourra être tenue responsable de tous dommages y compris, mais sans s’y limiter, des dommages directs ou indirects, particuliers, accessoires, consécutifs ni des dommages-intérêts punitifs, des pertes ni des dépenses, que {0} ou ses représentants aient été ou non informés de la possibilité que surviennent de tels dommages, pertes ou dépenses dans le cadre de :<br/><ol><li>Votre utilisation ou votre incapacité à utiliser ce site Web ou cette appli mobile;</li><li>L’utilisation de ce site Web ou de cette appli mobile par tout tiers ou de son incapacité à les utiliser;</li><li>Toute inexécution, erreur, omission, interruption, défaut, délai d’opération ou de transmission, virus informatique ou défaillance de la ligne ou du système, perte de données ou autre;</li><li>Votre communication de tout renseignement confidentiel ou de nature délicate ou de notre communication vers vous via l’Internet de tels renseignements.</li></ol><h3>Renseignements et disponibilité</h3>Les renseignements apparaissant dans les zones publiques de ce site Web et de cette appli mobile y sont uniquement à des fins informatives, et ils n’ont nullement pour but de constituer des conseils d’ordre financier, juridique, comptable ou fiscal ni ne devraient nullement être invoqués à cet effet.<br/><br/>Nous supposons que les renseignements fournis par {0} sur son site Web et son appli mobile sont exacts et fiables, mais nous ne sommes pas en mesure d’en garantir en tout temps l’exactitude et l’exhaustivité. Bien que nous nous efforcions de tenir ces renseignements à jour, lesdits renseignements sont sous réserve de modification en tout temps et sans préavis.<br/><br/>{1} consacre des efforts jugés raisonnables pour garantir l'accessibilité du site Web et de l’appli mobile. Cependant, elle n’assume aucune responsabilité à l’égard de toute interruption de service. {0} n’assumera aucune responsabilité pour toute perte découlant de toute circonstance à l’égard de laquelle elle ne dispose pas d’un contrôle direct, y compris, mais sans s’y limiter, une défectuosité du matériel électronique ou mécanique, ou des lignes de communication, une panne téléphonique ou un autre problème d’interconnexion, un virus informatique, un accès non autorisé, un vol, une erreur de téléphoniste, un phénomène météorologique violent, un tremblement de terre ou une catastrophe naturelle, une grève ou un autre problème ouvrier, une guerre ou une contrainte d’ordre gouvernemental.
