Repository: saamerm/GscMobileXN
Catalog: MobileClaims.iOS/*.lproj/Localizable.strings
Languages: fr

# dateofPayment24Months
source: Date of Payment must be within the last 24 months.
fr: La date de paiement doit se situer au cours des 24 derniers mois

# dateofExamination24Months
source: Date of Examination must be within the last 24 months.
fr: La date de l’examen doit se situer au cours des 24 derniers mois

# dateofPurchase24Months
source: Date of purchase / service must be within the last 24 months.
fr: Date de l’achat/service doit se situer au cours des 24 derniers mois

# dateofPurchase12Months
source: Date of purchase/service: must not be more than 12 months ago
fr: Date de l’achat/service : ne peut être antérieur à 12 mois

# dateofPrescription12Months
source: Date of the prescription must be within the last 12 months.
fr: La date d’ordonnance doit se situer au cours des 12 derniers mois

# specifyDateOfInjury
source: The date of injury must be entered.
fr: La date de la blessure doit être entrée.

# specifyDateOfAccident
source: String not provided
fr: (FR) String Not Provided

source: error message
fr: error message en francais

# enterAllTreatmentDetails
source: SVP entrer tous les dÃ©tails du traitement.
fr: Please enter in all of the treatment details

# specifyTypeOfTreatment
source: You must specify Type of Treatment.
fr: Vous devez préciser le type de traitement.

# invalidAlternateCarrier
source: Invalid Amount Paid by Alternate Carrier
fr: Montant payé par l’autre assureur invalide

# specifyAlternateCarrier
source: You must specify the Amount Paid by the Alternate Carrier.
fr: Vous devez préciser le montant payé par l’autre assureur.

# altCarrierTooHigh
source: Total Amount of Visit must be greater or equal to the amount paid by the alternate carrier.
fr: Le montant total de la consultation doit être supérieur ou égal au montant payé par l’autre assureur. Tentez d’utiliser une virgule au lieu du point pour vos décimales.

# invalidTotalAmount
source: Invalid Total Amount of Visit
fr: Montant total de la visite invalide

# specifyTotalAmount
source: You must specify the Total Amount of Visit.
fr: Vous devez préciser le montant total de la visite.

# sepcifyTotalAmountCharged
source: You must specify the Total Amount Charged.
fr: Vous devez préciser le montant total facturé.

source: Invalid total amount charged
fr: Montant total facturé non valide. Tentez d'utiliser une virgule au lieu du point pour vos décimales

# missingQuantity
source: You must specify a Quantity.
fr: Vous devez préciser la quantité.

# specifyDateOfPickup
source: You must specify the Date Of Pickup.
fr: Vous devez préciser la date de prise de possession.

# missingItemDescription
source: You must specify the Type of Medical Item
fr: Vous devez préciser le type d’article médical.

source: Invalid frame amount
fr: Montant de monture invalide

source: Invalid eyeglass lens amount
fr: Montant de verres invalide

# specifyFrameAmount
source: You must specify a Frame amount.
fr: Montant de monture invalide

# specifyEyeglassLensAmount
source: You must specify an eyeglass lens amount.
fr: Vous devez préciser un montant de verres.

# invalidDateOfPurchase
source: TEXT CONSTANT MISSING
fr: (FR)TEXT CONSTANT MISSING

# missingTypeOfEyewear
source: You must specify the type of eyewear.
fr: Vous devez préciser le type de lunetterie.

# missingTypeOfLens
source: TEXT CONSTANT MISSING
fr: (FR)TEXT CONSTANT MISSING

# invalidDateOfMonthlyTreatment
source: TEXT CONSTANT MISSING
fr: (FR)TEXT CONSTANT MISSING

source: Invalid Orthodontic Monthly Fee
fr: Frais mensuels d'orthodonties invalides. Tentez d'utiliser une virgule au lieu du point pour vos décimales

# missingOrthodonticMonthlyFee
source: You must specify the Orthodontic Monthly Fee.
fr: Vous devez préciser les frais mensuels d’orthodontie.

# invalidDateOfExamination
source: Date of Eye Examination cannot be future dated
fr: La date de l’examen de la vue ne peut être postérieure.

# invalidTotalAmountOfExamination
source: Invalid Total Amount of Eye Examination
fr: Montant total de l’examen de la vue invalide. Tentez d'utiliser une virgule au lieu du point pour vos décimales

# missingTotalAmountOfExamination
source: You must specify Total Amount of Eye Examination
fr: Vous devez indiquer le montant total pour l’examen de la vue

source: Item Description
fr: Description de l’article

source: Quantity
fr: Quantité

source: Total Amount Charged
fr: Montant total facturé

# gstIncluded
source: GST/HST Included in Total
fr: TPS/TVH incluse dans le total

# gstIncludedQ
source: GST/HST Included in Total?
fr: TPS/TVH incluse dans le total?

# pstIncluded
source: PST Included in Total
fr: TVP incluse dans le total

# typeOfEyewear
source: Select the type of eyewear
fr: Sélectionner le type d’article de lunetterie

# typeOfEyewearConf
source: Type of eyewear
fr: Type d’article de lunetterie

# typeOfLens
source: Select the lens type
fr: Sélectionner le type de lentille

# typeOfLensConf
source: Lens type
fr: Type de lentille

# totalForLenses
source: Total For All Contact Lenses Dispensed
fr: Total pour les lentilles cornéennes reçues

source: Total Charge for Glasses
fr: Total des frais pour lunettes

# eyewearCorrective
source: I acknowledge the eyewear is for corrective purposes
fr: Je reconnais que l’article de lunetterie est aux fins de correction de la vue

# mustSpecifyCorrective
source: You must specify if the eyewear is for corrective purposes. Claims for non corrective purposes are not eligible
fr: Vous devez préciser si la lunetterie est aux fins de correction. Les demandes de règlement qui ne sont pas aux fins de correction ne sont pas admissibles.

source: Frame Amount
fr: Montant de monture

# lensAmount
source: Eyeglass lenses Amount
fr: Montant pour lentilles de lunettes

source: Fee Amount
fr: Montant des honoraires

source: Date of Examination
fr: Date de l’examen

# dateOfExaminationColon
source: Date of Examination
fr: Date de l’examen :

source: Total amount of Examination
fr: Total de l’examen

# totalChargeOfExamination
source: Total Charge for Examination
fr: Total des honoraires de l’examen

# totalChargeOfExaminationColon
source: Total Charge for Examination
fr: Total des honoraires de l’examen :

# totalAmountMedicalItems
source: Total amount charged for medical items
fr: Montant total chargé pour les articles médicaux

# lensTypeResult
source: Lens Type
fr: Type de lentille

source: Total Charge for Contacts
fr: Montant total pour les lentilles cornéennes reçues

# massageNoticeText
source: For services rendered in Ontario, please ensure all receipts are signed by the Registered Massage Therapist who rendered the treatment.
fr: Pour les services fournis en Ontario, veuillez vous assurer que tous les reçus sont signés par le massothérapeute qui a effectué le traitement.

# noClaimDetailEntered
source: No claim detail information entered
fr: Aucun renseignement sur la demande de règlement n’a été entré.

# maximumFiveClaims
source: A maximum of five claims can be added
fr: Cinq demandes de règlement peuvent être ajoutées au maximum.

# claimSubmissionConfirmation
source: CONFIRM YOUR CLAIM
fr: CONFIRMER VOTRE DEMANDE DE RÈGLEMENT

source: PLAN INFORMATION
fr: INFO-RÉGIME

# greenShieldId
source: {0} ID Number
fr: Numéro d’identification {0} :

source: Participant Name
fr: Nom du membre :

source: CLAIM SUBMISSION RESULT
fr: RÉSULTAT DE SOUMISSION DE DEMANDE DE RÈGLEMENT

source: TOTALS
fr: TOTAUX

# claimedAmount
source: Claimed amount ($CDN)
fr: Montant demandé ($ CA) :

# otherPaidAmount
source: Other paid amount ($CDN)
fr: Autre montant payé ($ CA) :

source: Deductible
fr: Franchise :

source: Copay
fr: Quote-part :

source: Deductible amount
fr: Montant de franchise :

# copayAmount
source: Co-payment amount
fr: Montant de quote-part :

# paidAmount
source: Paid amount ($CDN)
fr: Montant payé ($ CA) :

source: Form Number
fr: Numéro de formulaire :

# formNumberNoColon
source: Form Number
fr: Numéro de formulaire

source: Service Date
fr: Date du service :

source: Service Description
fr: Description du service :

source: Claim Status
fr: Statut de la demande de règlement :

source: Submission Date
fr: Date de soumission :

source: Submitted Date
fr: Date de soumission

source: Due Date
fr: Date d’échéance

# auditNotificationTitle
source: AUDIT NOTIFICATION
fr: AVIS DE VÉRIFICATION

# auditNotificationInstruction
source: AUDIT NOTIFICATION INSTRUCTIONS
fr: AVIS DE VÉRIFICATION

# auditNotificationFormReference
source: FORM REFERENCE NUMBER:
fr: NUMÉRO DE RÉFÉRENCE DE FORMULAIRE :

# auditNotification
source: YOUR CLAIM HAS BEEN SELECTED FOR AUDIT REVIEW. PLEASE NOTE THAT YOUR IMMEDIATE ACTION IS REQUIRED. PLEASE LOGON TO PLAN MEMBER ONLINE SERVICES TO RESPOND TO THE AUDIT REQUEST.
fr: VOTRE DEMANDE DE RÈGLEMENT A ÉTÉ SÉLECTIONNÉE POUR UN EXAMEN DE VÉRIFICATION. SVP NOTER QU’UNE INTERVENTION IMMÉDIATE EST REQUISE DE VOTRE PART. SVP OUVRIR UNE SESSION AUX SERVICES EN LIGNE DES MEMBRES DU RÉGIME POUR RÉPONDRE À LA DEMANDE DE VÉRIFICATION.

# auditNotificationMenu
source: YOUR CLAIM HAS BEEN RANDOMLY SELECTED FOR AUDIT REVIEW. IMMEDIATE ACTION IS REQUIRED. THIS REPORT CAN BE FOUND UNDER MY ALERTS IN THE HOME TAB.
fr: VOTRE DEMANDE DE RÈGLEMENT A ÉTÉ SÉLECTIONNÉE AU HASARD POUR UN EXAMEN DE VÉRIFICATION. UNE INTERVENTION IMMÉDIATE DE VOTRE PART EST REQUISE. CE RAPPORT SE TROUVE SOUS MES ALERTES À L’ONGLET ACCUEIL.

# auditInstructionsButton
source: AUDIT NOTIFICATION INSTRUCTIONS
fr: INSTRUCTIONS POUR AVIS DE VÉRIFICATION

# auditInstructions
source: Your claim has been randomly selected for audit review. Immediate action is required. You must respond to {0} in the next 30 days. Please follow these steps: • Login to {0}'s Plan Member Online Services via greenshield.ca. • Once you have logged in, you will immediately see an Audit Reminder Notification message. • Click on 'View Audit List' to see your outstanding claims audit(s). • Click on the applicable 'Form Number' to view specific audit details. • Conveniently upload your invoice and other supporting documentation (such as a prescription if required) online. Or, you can print the Audit Notification Form and mail it along with the requested documentation to the address noted on the bottom of the notification page.
fr: Votre demande de règlement a été sélectionnée au hasard pour un examen de vérification. Une intervention immédiate de votre part est requise. Vous devez répondre à {0} dans les 30 prochains jours. SVP suivre les étapes ci-après : • Ouvrir une session aux Services en ligne des membres du régime de {0} à greenshield.ca; • Une fois la session ouverte, un message d’avis de rappel de vérification sera immédiatement affiché; • Cliquer sur «Visualiser la liste de vérifications» pour voir votre(vos) vérification(s) de demande de règlement en instance; • Cliquer sur le numéro du formulaire en question pour voir les détails de la vérification; • Télécharger de façon pratique en ligne votre facture et toute autre documentation justificative (comme une ordonnance, le cas échéant). Ou, vous pouvez imprimer le formulaire d’avis de vérification et l’envoyer par la poste, accompagné de la documentation requise, à l’adresse indiquée au bas de la page d’avis.

# submittedToGSC
source: The above information will be submitted to {0}. Please ensure the information is correct before proceeding. If you need to change the information, please click the back button to return to the claim submission form. Otherwise click the Submit button to submit the claim to {0}.
fr: Les renseignements ci-dessus seront soumis à {0}. SVP vérifier leur exactitude avant de continuer. S’il vous faut modifier les renseignements, SVP cliquer sur le bouton « Retour » pour retourner au formulaire de soumission de demande de règlement. Sinon, cliquer sur le bouton « Soumettre » pour soumettre la demande de règlement à {0}.

source: SUBMIT ANOTHER CLAIM
fr: SOUMETTRE UNE AUTRE DEMANDE DE RÈGLEMENT

# awaitingPaymentNote
source: Payments for claims with a status of "Awaiting Payment" will be processed on the next business day.
fr: Les paiements pour les demandes de règlement au statut «Attente de paiement» seront traités le jour ouvrable suivant.

# awaitingPaymentNote2
source: Payments for claims with a status of "Awaiting Payment" will be processed on the next business day, based on your
fr: Le paiement des demandes de règlement au statut de «En attente de paiement» sera traité le jour ouvrable suivant, selon votre solde de

source: PLAN LIMITATIONS
fr: LIMITES DU RÉGIME

source: PLAN LIMITATION
fr: LIMITE DU RÉGIME

# particpantFamily
source: Participant / Family
fr: Membre / Famille :

source: Start Date
fr: Date de début :

# amountToDate
source: Amount Used to Date
fr: Montant utilisé à ce jour :

# occurencesToDate
source: Occurrences/Units to Date
fr: Situations ou unités à ce jour :

# auditListInstructions
source: You currently have one or more outstanding audited claims (please see list below). You will have 30 days from the audit notification date to provide the claim documents to support your submission. Please click a form number below to complete the audit process. When the documents are processed, the audit notification will no longer appear in the list below. IMPORTANT NOTE - If you do not send the requested documentation, your future ability to submit claims through Plan Member Online Services will be disabled. If you have recently submitted your documentation by mail or electronically, please disregard this message. We thank you for responding to the audit. Should you have any questions, please call our Customer Service Centre at
fr: Vous avez actuellement une demande ou plus de règlement vérifiée en instance (voir la liste ci-après). Vous aurez 30 jours à partir de la date d'avis de vérification pour fournir les documents de demande de règlement afin d’appuyer votre soumission. Veuillez cliquer sur un numéro de formulaire ci-après pour effectuer la procédure de vérification. Une fois les documents traités, l'avis de vérification ne figurera plus dans la liste ci-après. NOTE IMPORTANTE – Si vous n'envoyez pas la documentation demandée, l'option pour vous de soumettre à l'avenir des demandes de règlement par les Services en ligne des membres du régime sera désactivée. Si vous avez soumis récemment votre documentation par courrier ou électroniquement, veuillez ne pas tenir compte de ce message. Nous vous remercions d’avoir répondu à la vérification. Si vous avez des questions, veuillez appeler notre Centre de service à la clientèle au

# auditsTitle
source: AUDITS
fr: VÉRIFICATIONS

# checkEligibilityTypeMessage
source: Check eligibility for one of the following benefits
fr: Vérifier l’admissibilité pour l’une des garanties suivantes :

# eligibilityPlanParticipantMessage
source: SELECT THE PLAN PARTICIPANT
fr: SÉLECTIONNER LE MEMBRE DU RÉGIME

# eligibilityParticipantChanged
source: All information on this eligibility check will now be associated with the new participant. Do you wish to continue?
fr: Toute l’information de cette vérification d’admissibilité sera maintenant associée avec le nouveau membre. Voulez-vous continuer?

# checkEligibilityTitle
source: CHECK ELIGIBILITY
fr: VÉRIFIER L’ADMISSIBILITÉ

# dateOfEligiblity
source: DATE OF ELIGIBILITY
fr: DATE D’ADMISSIBILITÉ

source: CHECK ELIGIBILITY FOR
fr: VÉRIFIER L’ADMISSIBILITÉ DE

source: FOR
fr: POUR

# inWhatProvince
source: In what province will the service be provided
fr: Province où le service sera fourni

# eligibilityNote1
source: Eligibility is based on all claims submitted and processed as of today's date. Recent claims that have been received by {0} may not be reflected in the results. Treatment must be performed by a health provider who is licensed in the province in which you are receiving treatment. I agree that the information provided is complete and accurate to the best of my knowledge.
fr: L’admissibilité est fondée sur l’ensemble des demandes de règlement soumises et traitées à ce jour. Les demandes de règlement récentes, qui ont été reçues mais non traitées par {0}, pourraient ne pas être prises en compte dans les résultats. Le traitement doit être administré par un fournisseur de soins de santé agréé dans la province où vous recevez le traitement. Je conviens que l’information fournie est complète et précise à ma connaissance.

# eligibilityNote2
source: Please note: This is just an eligibility check. You are not actually submitting a claim.
fr: SVP prendre note que cette demande est seulement une vérification d'admissibilité. Vous ne soumettez pas de véritable demande de règlement.

source: Date of Inquiry
fr: Date de demande de vérification :

# eligibilityDRENote
source: Note: The Date of Eligibility represents the next eligible date for typical benefits incurred at your check up. If {0} is not your primary carrier, your claim must be submitted to your primary carrier first. This may affect your benefit eligibility. Note: Eligibility for scaling, as noted above, applies only to the one unit of preventive scaling included with a recall.
fr: Note : La date d'admissibilité représente la prochaine date admissible aux garanties habituelles perçues lors de votre bilan de santé. Si {0} n'est pas votre fournisseur principal, votre demande de règlement doit être soumise tout d'abord à votre fournisseur principal. Cela pourrait altérer votre admissibilité aux garanties. Note : L’admissibilité au détartrage, comme mentionné plus tôt, s’applique uniquement à la seule unité de détartrage préventif incluse lors d’un rappel.

# eligibilityOMFNote
source: Note: The Date of Eligibility represents the next eligible date to receive your maximum dollar amount for orthotics. If {0} is not your primary carrier, your claim must be submitted to your primary carrier first. This may affect your benefit eligibility.
fr: Note : La date d'admissibilité représente la prochaine date admissible pour recevoir votre montant maximum pour des orthèses. Si {0} n'est pas votre fournisseur principal, votre demande de règlement doit être soumise tout d'abord à votre fournisseur principal. Cela pourrait altérer votre admissibilité aux garanties.

# eligibilityInquiryNote2
source: Please note: This is just an eligibility check. You are not actually submitting a claim.
fr: SVP prendre note que cette demande est seulement une vérification d'admissibilité. Vous ne soumettez pas de véritable demande de règlement.

source: ELIGIBILITY RESULTS
fr: RÉSULTATS D’ADMISSIBILITÉ

source: SUBMISSION RESULTS FOR
fr: RÉSULTATS DE SOUMISSION POUR

# reasonsReduced
source: REASONS YOUR PLAN MAY HAVE REDUCED THE PAID AMOUNT
fr: RÉDUCTIONS POSSIBLES PAR VOTRE RÉGIME

source: Your plan would pay
fr: Votre régime paierait :

source: Other
fr: Autre :

# dateOfEligibilityMaximum
source: Date of Eligibility for Maximum Dollar Amount
fr: Date d’admissibilité pour le montant maximum

# planWouldPayChanged1
source: If your glasses prescription has not changed, your plan would pay:
fr: Si votre ordonnance de lunettes n’a pas changé, votre régime rembourserait :

source: Or
fr: ou

# planWouldPayChanged2
source: If your glasses prescription has changed, your plan would pay:
fr: Si votre ordonnance de lunettes a change, votre régime rembourserait :

# eligibilityTotalAmountError
source: Total Amount of Visit: must be a valid dollar amount
fr: Montant total de la visite : doit être un montant valide

# eligibilityTotalAmountMissing
source: Total Amount of Visit: must be entered
fr: Montant total de la visite : doit être entré

# depNumParticipant
source: Dependent number: Participant
fr: Numéro de personne à charge : Membre

# treatment1
source: Recall Exam
fr: Examen de rappel

# treatment2
source: Scaling
fr: Détartrage

# treatment3
source: Polishing
fr: Polissage

# elegibilityInquiryTitle
source: INQUIRY
fr: DEMANDE DE VÉRIFICATION DE

# eligibilityInquiryInfo1
source: Questions? Send us a secure email. Simply fill in all information below, type your question and click Submit Inquiry and we'll respond to you within two business days.
fr: Des questions? SVP nous envoyer un courriel sécurisé. Il vous suffit d'entrer les renseignements demandés ci dessous, d'écrire votre question et de cliquer sur «Soumettre la demande de vérification», et nous vous répondrons en deux jours ouvrables.

# toGSCRepresentative
source: To: {0} Representative
fr: Dest. : Représentant de {0}

source: From:
fr: Exp. :

source: Your Email Address:
fr: Votre adresse de courriel :

# eligibilityInquiryInfo2
source: If we don't receive your email correctly, we will call you at the phone number(s) you have provided. To update your current email address, click My Profile in the left menu, and enter your new email address.
fr: Si votre adresse de courriel n'est pas exacte, nous vous appellerons au(x) numéro(s) de téléphone que vous avez fourni(s). Pour mettre à jour votre adresse de courriel, cliquez sur Mon profil dans le menu de gauche et entrez votre nouvelle adresse.

# legalPracticionerNote
source: Services must be provided by a Health Practitioner legally qualified or deemed to be qualified by {0}
fr: Les services doivent être fournis par un praticien de la santé reconnu légalement ou considéré comme reconnu par {0}.

# enterInquiry
source: Enter Your Inquiry Here (limit 1000 characters) *
fr: Entrer votre demande de vérification ici (limite de 1000 caractères) *

source: Counter:
fr: Compteur :

# exceededCharactersError
source: You have exceeded the number of characters that can be entered in the inquiry field.
fr: Vous avez dépassé le nombre de caractères qui peuvent être entrés dans le champ de demande de vérification.

# expectReplyNote
source: You can expect a response to your inquiry within 2 business days.
fr: Vous pouvez prévoir recevoir une réponse à votre demande dans les 2 jours ouvrables suivants.

# expectReplyNote2
source: Inquiry messages sent to {0} through this "Submit Inquiry" capability uses technology which provides a secure and confidential communication.
fr: La technologie utilisée pour l’envoi des messages de demande de vérification à {0} à l’aide de la fonction «Soumettre la demande de vérification» procure la sécurité et la confidentialité de la communication.

source: SUBMIT ANOTHER ELIGIBILITY CHECK
fr: SOUMETTRE UNE AUTRE VÉRIFICATION D’ADMISSIBILITÉ

source: SUBMIT INQUIRY
fr: SOUMETTRE LA DEMANDE DE VÉRIFICATION

# inquiryRecieved
source: INQUIRY RECEIVED, THANK YOU Your inquiry message has been successfully received by {0}. You can expect a response to the email address supplied within 2 business days.
fr: DEMANDE DE VÉRIFICATION REÇUE, MERCI. {0} a reçu votre message de demande de vérification. Vous pouvez vous attendre à recevoir une réponse à l'adresse de courriel indiquée en 2 jours ouvrables.

# noEligibilityAccess
source: Oops. We're sorry, but you don't have access to Benefit Eligibility
fr: Vous n'avez malheureusement pas accès à l'admissibilité des garanties.

source: DONE
fr: TERMINÉ

source: Yes
fr: Oui

source: No
fr: Non

source: Yes, Continue
fr: Oui, Continuer

source: No, Cancel
fr: Non, Annuler

# claimRehydrationMessage
source: Unsaved Data: You have previously entered data in a claim that has not been submitted. Would you like to start where you left off? Click no to start a new claim.
fr: Données non enregistrées : Vous avez précédemment entré des données pour une demande de règlement qui n'a pas été soumise. Désirez-vous poursuivre où vous étiez? Cliquez sur non pour effectuer une nouvelle demande de règlement.

source: Prescription Details
fr: Détails de l'ordonnance

source: Right Sphere
fr: Sphère droite

source: Left Sphere
fr: Sphère gauche

source: Right Cylinder
fr: Cylindre droit

source: Left Cylinder
fr: Cylindre gauche

source: Right Axis
fr: Axe droit

source: Left Axis
fr: Axe gauche

source: Right Prism
fr: Prisme droit

source: Left Prism
fr: Prisme gauche
