Repository: saamerm/GscMobileXN
Catalog: MobileClaims.iOS/*.lproj/Localizable.strings
Languages: fr

# emailSentMessage
source: Your email was sent successfully.
fr: Votre courriel a bien été envoyé.

# emailFailMessage
source: Sorry, your email was not sent. Please try again later or download the form to your device.
fr: Votre courriel n'a malheureusement pas été envoyé. Veuillez réessayer plus tard ou télécharger le formulaire sur votre appareil.

# notesFieldText
source: - This search is valid as of the search date shown above. - If this drug is covered by your provincial drug plan, it may not be eligible under your {0} benefits plan. - While this drug search may indicate that the drug is covered (e.g., eligible for reimbursement), it does not guarantee that the drug will be reimbursed. Reimbursement is subject to the provisions of your benefits plan. For example, if your plan has an annual drug maximum (or cap), an eligible drug will not be reimbursed if you have already reached the plan maximum. Or, if the eligible drug requires an authorization form, it may only be reimbursed if you meet specific medical criteria. - Every attempt has been made to ensure the accuracy of this search; however, if there is a discrepancy between the search results and a claim submission, the claim submission will be considered valid.
fr: •Recherche valide à la date de recherche indiquée ci-dessus. •Si ce médicament est couvert par votre régime d’assurance-médicaments provincial, il pourrait ne pas être admissible en vertu de votre régime de prestations de {0}. •Même si cette recherche de médicament pourrait indiquer que le médicament est couvert (c.-à-d. admissible à un remboursement), il n’est pas garanti que le médicament sera remboursé. Le remboursement est sous réserve des clauses de votre régime de prestations. Par exemple, si votre régime a un maximum annuel (ou plafond) pour les médicaments, un médicament admissible ne sera pas remboursé si vous avez déjà atteint le maximum du régime. Ou si le médicament admissible nécessite un formulaire d’autorisation, il pourrait être remboursé seulement si vous répondez à des critères médicaux précis. •Tout a été mis en oeuvre pour assurer l'exactitude des résultats de recherché. Toutefois, s'il y a divergence entre ces résultats et une demande de prestations, le résultat de la demande de prestations soumise sera considéré comme valide.

# locateProviders
source: FIND A HEALTH PROVIDER
fr: TROUVER UN FOURNISSEUR DE SOINS DE SANTÉ

source: MAKE YOUR SELECTION
fr: EFFECTUER VOTRE SÉLECTION

# serviceProviderTypeLabel
source: HEALTH PROVIDER TYPE
fr: TYPE DE FOURNISSEUR DE SOINS DE SANTÉ

# locateProvidersDone
source: Done
fr: Terminé

source: NARROW YOUR SEARCH
fr: CONCENTRER VOTRE RECHERCHE

source: SEARCH BY
fr: RECHERCHER PAR

source: OPTIONAL
fr: FACULTATIF

# locateProviderSearchTypeLabel
source: Type of Search
fr: Type de recherche

# locateProviderSearchTitleLabel
source: Find Counselling Services
fr: Trouver des services de consultation

# locateProviderLocationTitle
source: Location to Search
fr: Recherche d’emplacement

# locateProviderFindTitle
source: Find
fr: Trouver

# locateProviderAddressLabel
source: ADDRESS
fr: ADRESSE

# locateProviderAddressLabelLower
source: Address
fr: Adresse

# locateProviderPostalCodeLabel
source: POSTAL CODE
fr: CODE POSTAL

# locateProviderPostalCodeLabelLower
source: Postal code
fr: Code postal

# locateProiverNoFilter
source: NO FILTER
fr: AUCUN FILTRE

# locateProviderMyCurrentLocationLabel
source: MY CURRENT LOCATION
fr: MON EMPLACEMENT ACTUEL

# locateProviderAllProvidersLabel
source: All Providers
fr: Tous les fournisseurs

# locateProviderPhoneNumberLabel
source: PHONE NUMBER
fr: NUMÉRO DE TÉLÉPHONE

# locateProviderPhoneNumberLabelLower
source: Phone number
fr: Numéro de téléphone

# locateProviderLastNameLabel
source: LAST NAME
fr: NOM DE FAMILLE

# locateProviderLastNameLabelLower
source: Last name
fr: Nom de famille

# locateProviderBusinessNameLabel
source: BUSINESS NAME
fr: NOM COMMERCIAL

# locateProviderBusinessNameLabelLower
source: Business name
fr: Nom commercial

# locateProviderRangeLabel
source: WITHIN A DISTANCE OF
fr: DANS UN RAYON DE

# locateProviderCityLabel
source: CITY
fr: VILLE

# locateProviderCityLabelLower
source: City
fr: Ville

# locateProviderNameLabel
source: Name
fr: Nom

# detailsProviderTitle
source: SEARCH
fr: RECHERCHER

# detailsProviderRadiusInfoLabel
source: FIND
fr: Trouver des services de

# detailsProviderRadiusInfoLabelMiddle
source: WITHIN
fr: dans un rayon de

# distanceHealthProviderLabel
source: FIND A HEALTH PROVIDER WITHIN
fr: TROUVER UN FOURNISSEUR DE SOINS DE SANTÉ DANS UN RAYON DE

# detailsProviderRadiusInfoLabelEnd1
source: OF
fr: DE

# detailsProviderRadiusInfoLabelEnd2
source: OF THE
fr: DE L'

# detailsProviderRadiusInfoLabelEnd3
source: OF THE
fr: DU

source: MY LOCATION:
fr: mon emplacement actuel :

# detailsProviderSearchLabel
source: FIND PROVIDERS WITH THE FOLLOWING
fr: TROUVER UN FOURNISSEUR DANS UN RAYON DE

# detailsShowProviderSearchLabelCity
source: SHOW A HEALTH PROVIDER WITH THE FOLLOWING
fr: AFFICHER LE FOURNISSEUR DE SOINS DE SANTÉ DANS LA

# detailsShowProviderSearchLabelName
source: SHOW A HEALTH PROVIDER WITH THE FOLLOWING
fr: AFFICHER LE FOURNISSEUR DE SOINS DE SANTÉ AU

# detailsProviderInfoLabel
source: UP TO 50 HEALTH PROVIDERS WILL BE SHOWN
fr: 50 FOURNISSEURS DE SOINS DE SANTÉ SERONT AFFICHÉS AU MAXIMUM.

# detailsProviderExampleAddressLabel
source: EXAMPLE 123 MAIN ST., CITY, PROV
fr: EXEMPLE : 123, RUE PRINCIPALE, VILLE (PROV.)

# detailsProviderExamplePostalCodeLabel
source: Example: A1A 1A1
fr: Exemple : A1A 1A1

# detailsProviderErrorTitle
source: No health providers found
fr: Aucun fournisseur de soins de santé trouvé

# detailsProviderErrorDesc
source: There are no matching health providers. Try to expand your search criteria
fr: Il n'y a aucun fournisseur de soins de santé correspondant. Essayer d'élargir votre critère de recherche.

# detailsProviderErrorDesc2
source: Sorry, we cannot find the address or postal code you entered. Please try again.
fr: Nous ne pouvons malheureusement pas trouver l’adresse ou le code postal entré. SVP réessayer.

# detailsProviderErrorFieldTitle
source: Missing fields
fr: (FR)Missing fields

# detailsProviderErrorFieldDesc
source: Please fill in the required fields.
fr: (FR)Please fill in the required fields.

# detailsProviderErrorAddress
source: Address or Postal code: You must enter either an address or postal code
fr: Adresse ou code postal. Vous devez entrer soit une adresse soit un code postal.

# detailsProviderErrorPostal
source: Invalid Postal code: You must enter a valid postal code
fr: Code postal invalide. Vous devez entrer un code postal valide.

# detailsProviderErrorPhone
source: Invalid Phone Number: You must enter a valid phone number
fr: Numéro de téléphone invalide. Vous devez entrer un numéro de téléphone valide.

# searchProviderTitle
source: Providers
fr: Fournisseurs

# searchProviderSearchedLabel
source: YOU SEARCHED:
fr: VOUS AVEZ RECHERCHÉ :

# mapProviderTitle
source: Locations
fr: Emplacements

# mapProviderDetailsTitle
source: Provider
fr: Fournisseur

# mapProviderDetailsSubmit
source: Health provider submits claims directly online
fr: Le fournisseur de soins de santé soumet les demandes de règlement directement en ligne

# mapProviderDetailsNotSubmit
source: Health provider does not submit claims directly online
fr: Needs translation

# mapProviderDetailsAccept
source: Health provider accepts payment directly
fr: Le fournisseur de soins de santé accepte le paiement direct

# mapProviderDetailsNotAccept
source: Health provider does not accept payments directly
fr: Needs translation

# selectServiceProvider
source: Select the type of health provider you are looking for.
fr: Sélectionner le type de fournisseur de soins de santé que vous recherchez.

source: GET DIRECTIONS
fr: ITINÉRAIRE

# ifCurrentLocationServicesNotWorking
source: If location services are not working, please search by address or postal code.
fr: Si les services de localisation ne fonctionnent pas, SVP rechercher par adresse ou code postal.

# balances
source: MY BALANCES
fr: MES SOLDES

source: ACCOUNT DETAILS
fr: DÉTAILS DU COMPTE

# accountNoC
source: ACCOUNT
fr: COMPTE

source: TOTAL REMAINING:
fr: TOTAL DISPONIBLE :

source: DEPOSITED:
fr: MONTANT ALLOUÉ :

# depositedNoC
source: DEPOSITED
fr: MONTANT ALLOUÉ

source: USED TO DATE:
fr: UTILISÉ À CE JOUR :

# usedToDateNoC
source: USED TO DATE
fr: UTILISÉ À CE JOUR

source: REMAINING:
fr: MONTANT DISPONIBLE :

# remainingNoC
source: REMAINING
fr: MONTANT DISPONIBLE

# forfeited
source: Amount Remaining forfeited if not used by:
fr: Le montant disponible ne pourra pas être utilisé après le:

source: CONTRIBUTION YEAR:
fr: ANNÉE DES COTISATIONS :

# noAccounts
source: Oops. We’re sorry, you don’t have a spending account.
fr: Vous n’avez malheureusement pas de compte de frais.

# noAccessSpendingAccounts
source: Oops. We're sorry, you don't have a spending account.
fr: Vous n’avez malheureusement pas de compte de frais.

# noDataForSpendingAccount
source: No contribution information found.
fr: Aucun renseignement obtenu sur les cotisations.

source: WELCOME
fr: BIENVENUE

source: MY CLAIMS
fr: MES DEMANDES DE RÈGLEMENT

source: MY ID CARD
fr: MA CARTE D’IDENTIFICATION

source: DRUGS ON THE GO
fr: MÉDICAMENTS À VOTRE PORTÉE

source: MY BENEFITS
fr: MES PRESTATIONS

# findProvider
source: FIND A HEALTH PROVIDER
fr: TROUVER UN FOURNISSEUR DE SOINS DE SANTÉ

# findPharmacy
source: FIND A PHARMACY
fr: TROUVER UNE PHARMACIE

source: MY ALERTS
fr: MES ALERTES

source: MY BALANCES
fr: MES SOLDES

source: TERMS AND CONDITIONS
fr: MODALITÉS

source: HOME
fr: ACCUEIL

source: MY SETTINGS
fr: MES PARAMÈTRES

source: Back
fr: Retour

source: Close
fr: Sortie

source: Claim Submission
fr: Soumission de demande de règlement

# typeOfTreatment
source: TYPE OF TREATMENT/SERVICE
fr: (FR)TYPE OF TREATMENT/SERVICE

# selectTypeOfTreatmentMessageTitle
source: SELECT CLAIM/SERVICE TYPE:
fr: SÉLECTIONNER LE TYPE DE DEMANDE DE RÈGLEMENT OU DE SERVICE :

# selectTypeOfTreamentBody
source: By submitting an electronic claim through your Plan Member Online Services account, you are agreeing to the terms and conditions in the Web Claim Submission Agreement. All claims must be submitted to {0} within 12 months of the date of service. The deadline to submit claims may be different depending on your benefit plan. Please check your benefit booklet. Remember to keep your claim receipts for 13 months in case we need to verify information about your claim.
fr: En soumettant une demande de re`glement e´lectronique par votre compte des Services en ligne des membres du re´gime, vous e^tes d’accord pour respecter les modalite´s de l’entente de soumission de demande de re`glement par le Web. Tout es les demandes de re`glement doivent e^tre rec¸ues par {0} dans les 12 mois suivant la date a` laquelle les frais ont e´te´ engage´s, a` moins d'indication contraire dans votre livret de re´gime de garanties. Il est important de conserver vos rec¸us pendant 18 mois au cas ou` il nous faudrait ve´rifier certains renseignements ayant trait a` votre demande de re`glement.

source: Service Providers
fr: Fournisseurs de services

source: HEALTH PROVIDERS
fr: FOURNISSEURS DE SOINS DE SANTÉ

source: Health Provider
fr: Fournisseur De Soins De Santé

source: Phone
fr: Téléphone

source: Phone Number
fr: Numéro de téléphone

source: Look up a
fr: Rechercher un

source: By Name
fr: par son nom

# byPhone
source: By Phone Number
fr: par son numéro de téléphone

source: Last Name
fr: Nom de famille

source: Initial
fr: Initiale

source: Select your
fr: Sélectionner votre

# fromTheListOrLookUp
source: FROM THE LIST, OR LOOK UP YOUR PROVIDER BY NAME OR PHONE NUMBER.
fr: DANS LA LISTE OU RECHERCHER VOTRE FOURNISSEUR PAR SON NOM OU SON NUMÉRO DE TÉLÉPHONE.

# selectFromTheListOrLookup
source: SELECT A HEALTH PROVIDER FROM THE LIST, OR LOOK UP YOUR HEALTH PROVIDER BY NAME OR PHONE NUMBER
fr: SÉLECTIONNER UN FOURNISSEUR DE SOINS DE SANTÉ DANS LA LISTE OU RECHERCHER VOTRE FOURNISSEUR DE SOINS DE SANTÉ PAR SON NOM OU SON NUMÉRO DE TÉLÉPHONE.

# searchByName
source: LOOK UP A HEALTH PROVIDER BY NAME
fr: RECHERCHER UN FOURNISSEUR DE SOINS DE SANTÉ PAR SON NOM

# searchByPhone
source: LOOK UP A HEALTH PROVIDER BY PHONE NUMBER
fr: RECHERCHER UN FOURNISSEUR DE SOINS DE SANTÉ PAR SON NUMÉRO DE TÉLÉPHONE

# searchByNameButton
source: SEARCH BY NAME
fr: RECHERCHER PAR LE NOM

# searchByPhoneButton
source: SEARCH BY PHONE NUMBER
fr: RECHERCHER PAR LE NUMÉRO DE TÉLÉPHONE

source: Search Results
fr: Résultats de la recherche

# selectAProviderFromTheList
source: SELECT A HEALTH PROVIDER FROM THE LIST
fr: SÉLECTIONNER UN FOURNISSEUR DE SOINS DE SANTÉ DANS LA LISTE.

source: SELECT A
fr: SÉLECTIONNER UN

source: FROM THE LIST.
fr: DANS LA LISTE

# stillCantFindYourProvider
source: Still can't find your health provider?
fr: Vous ne trouvez toujours pas votre fournisseur de soins de santé?

source: Still can't find your
fr: Vous ne trouvez toujours pas votre

# ifYouCannotFindYourProvider
source: If you cannot find your health provider, they may not have registered with {0}. Please complete the information below and click "Use this health provider". Processing of your claim will be delayed while we confirm the health provider's credentials. Once verified, your claim will be processed accordingly. Please note: For professional services, where you have received treatment from a medical professional, please enter the information for the medical professional and not for the clinic where he or she practices.
fr: Vous ne pouvez trouver votre fournisseur de soins de santé, car il se peut qu’il ne soit pas inscrit auprès de {0}. SVP entrer ci-après les renseignements et cliquer sur «Utiliser ce fournisseur de soins de santé». Le traitement de votre demande de règlement sera retardé jusqu’à notre confirmation des coordonnées de votre fournisseur de soins de santé. Note : Dans le cas de services professionnels et de traitement par un professionnel de soins de la santé, SVP entrer les renseignements du professionnel de soins de la santé et non de la clinique où il exerce.

source: If you cannot find your
fr: Vous ne pouvez trouver votre

# provideInformationAboutMyProvider
source: PROVIDE INFORMATION ABOUT MY HEALTH PROVIDER
fr: FOURNIR DES RENSEIGNEMENTS SUR MON FOURNISSEUR DE SOINS DE SANTÉ

# providInformationAboutMy
source: Provide Information About My
fr: Fournir des renseignements sur mon

source: Service Provider
fr: Fournisseur de services

# pleaseEnterDetails
source: PLEASE ENTER THE DETAILS ABOUT YOUR HEALTH PROVIDER
fr: SVP ENTRER LES DÉTAILS SUR VOTRE FOURNISSEUR DE SOINS DE SANTÉ

# indicatesAMantatoryField
source: *Indicates a mandatory field
fr: *indique un champ obligatoire

# useThisProvider
source: USE THIS HEALTH PROVIDER
fr: UTILISER CE FOURNISSEUR DE SOINS DE SANTÉ

source: Use this
fr: Utiliser ce

source: You must specify a valid Postal Code.
fr: Vous devez préciser un code postal valide.

source: You must specify a valid Phone Number.
fr: Vous devez préciser un numéro de téléphone valide.

# enterMandatoryData
source: Please enter all mandatory information.
fr: SVP entrer toute l’information obligatoire.

# pleaseSelectPlanParticipant
source: Please select the Plan Participant for whom you are filing the
fr: SVP sélectionner le membre du régime pour lequel vous soumettez la demande de règlement de

# noMatchingProviders
source: No matching health providers were found
fr: Aucun fournisseur de soins de santé correspondant n'a été trouvé

# noClaimAccess
source: Oops. We're sorry, you don't have access to online claim submission.
fr: Malheureusement, vous n'avez pas accès à la soumission en ligne des demandes de règlement.

# claimParticipantTitle
source: PLAN PARTICIPANT
fr: MEMBRE DU RÉGIME

# claimDetailsTitle
source: CLAIM DETAILS
fr: DÉTAILS DE LA DEMANDE DE RÈGLEMENT

# planInformationTitle
source: PLAN INFORMATION
fr: INFO-RÉGIME

# claimServiceProviderTitle
source: HEALTH PROVIDER -
fr: FOURNISSEUR DE SOINS DE SANTÉ -

# participantChangedTitle
source: Plan participant changed
fr: Modification du membre du régime

# participantChangedDetail
source: You have changed the plan participant for the claim. Please ensure that all the information in this claim pertains to
fr: Vous avez modifié le membre du régime pour la demande de règlement. SVP vérifier que tous les renseignements de cette demande de règlement concernent

# participantChangedDetail2
source: If you are claiming treatments for multiple plan participants, you must submit separate claims for each plan participant.
fr: Si vous effectuez des demandes de règlement de traitements pour plusieurs membres du régime, vous devez soumettre des demandes de règlement distinctes pour chaque membre du régime.

# claimDetailsForParticipant
source: PLEASE PROVIDE THE CLAIM DETAILS FOR
fr: SVP FOURNIR LES DÉTAILS DE LA DEMANDE DE RÈGLEMENT POUR

# swipeNotification
source: SWIPE LEFT TO DELETE ITEMS IN THE TREATMENT LIST
fr: GLISSER VERS LA GAUCHE POUR SUPPRIMER DES TRAITEMENTS DANS LA LISTE

# otherBenefitsTitle
source: Do you have benefits under another benefits plan?
fr: Avez-vous des garanties au titre d’un autre régime?

# otherBenefitsWithGSC
source: Is the coverage with {0}?
fr: La couverture est-elle auprès de {0}?

# otherBenefitsSubmitted
source: Has this claim been submitted to the other benefit plan
fr: Cette demande de règlement a-t-elle été soumise à l’autre régime de garanties?

# otherBenefitsPayBalanceThroughOtherGSC
source: Pay any unpaid balance through my other {0} plan
fr: Régler tout solde impayé de mon autre régime {0}?

# otherBenefitsEnterGSC
source: Enter the other {0} number
fr: Entrer l’autre numéro {0}

# otherBenefitsGSCNum
source: Other {0} number
fr: L’autre numéro {0}

# otherBenefitsHSCA
source: Would you like any unpaid amount of your eligible expenses to be paid under your HCSA
fr: Souhaitez-vous que tout montant non payé relatif à vos dépenses admissibles vous soit payé à même votre compte de frais pour soins de santé (CFSS)?

# otherBenefitsGSCNumberError
source: You must specify the other {0} number.
fr: Vous devez préciser l’autre numéro {0}.

# invalidGSCNumber
source: Your other {0} number is invalid
fr: Autre numéro {0} invalide

# errorNoMatchedDependant
source: The other {0} number does not have a matched dependent
fr: L’autre numéro {0} ne correspond pas à une personne à charge.

# errorSecondaryClaim
source: The secondary plan number entered cannot be used for processing your secondary claim
fr: Le numéro de régime secondaire entré ne peut être utilisé pour traiter votre demande de règlement secondaire.

# errorMultipleMatch
source: We're sorry. This claim cannot be processed through the mobile app. Please submit it through Plan Member Online Services.
fr: Malheureusement, cette demande de règlement ne peut être traitée par l'appli mobile. Veuillez la soumettre aux Services en ligne des membres du régime.

# errorMultipleMatchDropDown
source: More than one dependent covered by the secondary {0} plan was found. Please select the correct one from the drop down list.
fr: Plus d'une personne à charge couverte par le régime secondaire de {0} a été trouvée. SVP sélectionner la personne qu'il faut de la liste déroulante.

# errorOnlineSubmision
source: Your secondary coverage plan does not allow for online claim submission. For coverage under your secondary plan, please submit the claim manually.
fr: Votre régime de garanties secondaire ne permet pas la soumission de demandes de règlement en ligne. Veuillez soumettre manuellement la demande de règlement pour la protection à titre de votre régime secondaire.

# motorVehicleTitle
source: Is treatment required due to a motor vehicle accident?
fr: Le traitement est-il requis à la suite d’un accident automobile?

# motorVehicleDate
source: Please provide the date of accident
fr: SVP fournir la date de l’accident

# workInjuryTitle
source: Is the treatment required due to a work related injury?
fr: Le traitement est-il requis à cause d’une blessure reliée au travail?

# workInjuryDate
source: Please provide the date of injury
fr: SVP fournir la date de la blessure

# workInjuryCaseNumber
source: Please provide the case number
fr: SVP fournir le numéro de cas

# workInjuryCaseNumberError
source: Case # must be entered.
fr: Le numéro de cas doit être entré.

# medicalItemTitle
source: Do you have a medical prescription to submit with this claim?
fr: Avez-vous une ordonnance médicale à soumettre avec cette demande de prestations?

# medicalItemReferralDate
source: Please provide the date of the referral
fr: SVP fournir la date de la recommandation

# referralDate
source: Date of the referral
fr: Date de la recommandation

# medicalItemProfessional
source: Indicate which type of medical professional referred the service
fr: Indiquer le type de professionnel de soins de la santé qui a recommandé le service

# typeOfProfessional
source: Type of medical professional
fr: Type de professionnel de soins de la santé

# medicalItemSport
source: Is the medical item required for sport purposes only?
fr: L'article médical est-il nécessaire uniquement à des fins sportives?

source: CLAIM DETAILS FOR
fr: DÉTAILS DE LA DEMANDE DE RÈGLEMENT POUR

source: SUBMIT CLAIM
fr: SOUMETTRE LA DEMANDE DE RÈGLEMENT

# continueButton
source: CONTINUE
fr: CONTINUER

# noClaimInfoError
source: No claim detail information entered.
fr: Aucun renseignement sur la demande de règlement n’a été entré.

# treatmentDetailsTitle
source: TREATMENT DETAILS
fr: DÉTAILS DU TRAITEMENT

# addEntry
source: ADD CLAIM
fr: AJOUTER

source: TREATMENT DETAILS FOR
fr: DÉTAILS DU TRAITEMENT POUR

source: CLAIM(S) FOR
fr: DEMANDE(S) DE RÈGLEMENT POUR

# treatmentTitle
source: TREATMENT
fr: TRAITEMENT

source: SAVE
fr: ENREGISTRER

# typeOfTreatmentTitle
source: Type of Treatment
fr: Type de traitement

# lengthOfTreatmentTitle
source: Length of treatment
fr: Durée du traitement

# dateOfTreatmentTitle
source: Date of treatment
fr: Date du traitement

# dateOfTreatmentTitleColon
source: Date of treatment
fr: Date du traitement :

# dateOfMonthlyTreatmentTitle
source: Date of Monthly Treatment
fr: Date du traitement mensuel

# dateOfMonthlyPaymentTitle
source: Date of Monthly Payment
fr: Date de paiement mensuel

source: Total amount of visit
fr: Montant total de la visite

# totalAmountOfVisitColon
source: Total amount of visit
fr: Montant total de la visite :

# amountPaidAlt
source: Amount paid by alternate carrier
fr: Montant payé par l’autre assureur

source: Delete entry
fr: Supprimer l’entrée

# enterAllTreatmentDetailsError
source: Please enter in all of the treatment details
fr: SVP entrer tous les détails du traitement.

# invalidTotalAmountError
source: Invalid Total Amount of Visit
fr: Montant total de la visite invalide

# invalidAmountPaidError
source: Invalid Amount Paid by Alternate Carrier
fr: Montant payé par l’autre assureur invalide

source: Invalid Quantity
fr: Quantité invalide

source: Pick up Date
fr: Date de prise de possession

source: Date of Purchase
fr: Date d’achat

source: Date of purchase / service
fr: Date de l’achat/service

# omf
source: Orthodontic Monthly Fee
fr: Frais mensuels de soins d'orthodontie

# medicalProfessionalError
source: Medical Professional Type must be selected.
fr: Le type de professionnel de la santé doit être sélectionné

# specifyDateOfTreatment
source: You must specify a Date of Treatment.
fr: Vous devez préciser une date de traitement.

# dateofTreatment24Months
source: Date of Treatment must be within the last 24 months.
fr: La date du traitement doit se situer au cours des 24 derniers mois

# dateofTreatment12Months
source: Date Of Treatment: must not be more than 12 months ago
fr: Date du service: ne peut être antérieur à 12 mois
