Repository: saamerm/GscMobileXN
Catalog: MobileClaims.iOS/*.lproj/Localizable.strings
Languages: fr

# legalContent3
source: <h3>Links to other websites</h3>{0} makes no representations whatsoever about any other web site which you may access through this Website. When you access a non-{0} web site, it is independent from {0}, and {0} has no control over the content on that web site. In addition, a link to a non-{0} web site does not mean that {0} endorses or accepts any responsibility for the content, or use, of such web site. It is your responsibility to take precautions to ensure that whatever you select for your use is free of such items as viruses, worms, trojan horses and other items of a destructive nature.<br/><br/>Links from or to web sites outside this Website or Mobile App are meant for convenience only. {0} does not review, endorse, approve or control, and is not responsible for any web sites linked from or to this Website, the content of those web sites, the third parties named therein, or their products and services. Linking to any other web site is at your sole risk and {0} will not be responsible or liable for any damages in connection with such linking. Links to web sites offering downloadable software are for convenience only and {0} does not endorse any such software and is not responsible or liable for any difficulties or consequences associated with downloading the software. Use of any such downloaded software is governed by the terms of the license agreement, if any, which accompanies or is provided with such software.<h3>Governing Jurisdiction</h3>This Website and your use of it will be governed by and construed in accordance with the laws of the Province of Ontario and the federal laws of Canada applicable therein, without regard to the principles of conflicts of law.
fr: <h3>Liens vers d’autres sites Web</h3>{0} ne formule aucune représentation quelle qu’elle soit au sujet de tout autre site Web auquel vous accéderiez par l’entremise de ce site Web ou de cette appli mobile. Lorsque vous accédez à un site Web autre que celui de {0} ou que l’appli mobile, il est tout à fait indépendant de celui de {0} et de l’appli mobile, et {0} ne possède absolument aucun contrôle sur le contenu de ce site Web. De plus, l’existence d’un lien vers un site Web autre que le site Web de {0} ou l’appli mobile ne signifie nullement que {0} endosse ou accepte quelque responsabilité que ce soit vis-à-vis du contenu ou de l’utilisation qui est faite dudit site Web. Il est de votre responsabilité de prendre des précautions, afin de vous assurer que, peu importe la nature des renseignements que vous décidez d’utiliser, ceux-ci soient libres de tout élément tel qu’un virus, un ver, un cheval de Troie ou une autre forme d’élément de nature destructive.<br/><br/>Les liens en provenance de ou menant vers des sites Web, autres que ce site Web ou cette appli mobile, ne sont fournis qu’à des fins de commodité seulement. {0} n’examine ni n’endosse ni n’approuve ni ne contrôle le contenu de ces sites Web, le nom ou la raison sociale des tierces parties qui y sont mentionnées ou leurs produits et services, et elle n’assume aucune responsabilité à l’égard de tout site Web possédant des liens menant vers ou provenant de ce site. Une personne qui se mettrait en liaison avec tout autre site Web le ferait à ses propres risques, et {0} n’assumera aucune responsabilité ni ne sera redevable pour tous dommages associés à toute telle mise en liaison. Les liens vers les sites Web offrant la possibilité de télécharger des logiciels apparaissent uniquement à des fins de commodité et {0} n’endosse nullement tout tel logiciel ni n’assume aucune responsabilité ni n’est redevable de toute difficulté ou conséquence associée au téléchargement du logiciel. L’utilisation de tout tel logiciel téléchargé est régie par les modalités de l’accord de licence, s’il y a lieu, qui accompagne ou qui est fourni avec ledit logiciel.<h3>Compétence applicable</h3>Ce site Web et cette appli mobile et l’utilisation que vous en faites seront régis conformément aux lois de la province de l’Ontario et aux lois fédérales du Canada applicables aux présentes, et interprétées en vertu de celles-ci, abstraction faite des principes inhérents aux conflits de lois.

# securityContent1
source: The rapid expansion of electronic communication has revolutionized the way we work and provide services to you. At {0}, information security is fundamental to the way we do business and is the responsibility of every employee. It is specified in our employment agreements and regularly confirmed in writing.<br/><br/>Whether you choose to access our services online, over the telephone, via our Mobile Application (App), or in person, we follow rigorous security procedures and use state of the art technologies to protect your information and transactions against unauthorized access, disclosure, alteration and misuse.<br/><br/>We design Information Security at {0} to protect the information, the information systems and communications that deliver the information from harm resulting from failures of confidentiality, integrity, and availability. The following are key principles considered in our security processes:<br/><ol><li>Accountability: Everyone who accesses {0} information systems is responsible for protecting them, and will be held accountable for the use of these systems. </li><li>Awareness: Everyone who accesses {0} information system must be aware of the risks and security initiatives.</li><li>Multidisciplinary: Security must be addressed taking into consideration both technological and non-technological issues.</li><li>Integration: Security must be co-ordinated and integrated.</li><li>Reassessment: Security must be reassessed periodically</li><li>Timeliness: Security procedures must provide for monitoring and timely response.</li><li>Societal Factors: Ethics must be promoted by respecting the rights and interests of others.</li></ol><br/>While we do our utmost to ensure security and confidentiality, there are steps you can take as well to enhance your security when using the Internet and when conducting business online.
fr: L’expansion rapide des communications électroniques a engendré une révolution au niveau de notre façon de travailler et de vous fournir des services. Chez {0}, la sécurité de l’information se situe au cœur de la conduite de nos affaires, et il s’agit d’une responsabilité assumée par chaque employé. Il en est question dans notre entente relative à l’embauche et, régulièrement, des rappels écrits en confirment la validité.<br/><br/>Peu importe que vous accédiez à nos services en ligne, par téléphone, par notre application (appli) mobile ou en personne, nous souscrivons à des procédures de sécurité rigoureuses et faisons appel à des technologies de pointe pour protéger vos renseignements personnels et vos transactions contre tout accès, divulgation, modification et mauvais usage non autorisés.<br/><br/>Chez {0}, la sécurité de l’information vise à protéger les renseignements, les systèmes d’information et les modes de communication, utilisés pour la communication des renseignements, contre tout danger découlant d’un bris de confidentialité, d’intégrité et de disponibilité. Voici les principes-clés pris en considération au niveau de nos procédures de sécurité :<br/><ol><li>Imputabilité : Chaque personne qui utilise les systèmes d’information de {0} assume la responsabilité de les protéger et elle sera imputable de l’utilisation qui sera faite de ces systèmes;</li><li>Sensibilisation : Chaque personne qui utilise les systèmes d’information de {0} doit être sensibilisée aux initiatives pouvant être prises pour contrer les dangers et raffermir la sécurité;</li><li>Aspect multidisciplinaire : Il faut s’attaquer à la sécurité en prenant en considération à la fois les enjeux technologiques et non technologiques;</li><li>Intégration : La sécurité doit être coordonnée et intégrée;</li><li>Réévaluation : La sécurité doit être régulièrement réévaluée;</li><li>Rapidité d’exécution : Les procédures de sécurité doivent permettre la surveillance et une réaction rapide;</li><li>Facteurs sociétaux : Il faut promouvoir des fondements moraux en respectant les droits et les intérêts des autres.</li></ol><br/><br/>Bien que nous fassions tout notre possible pour garantir la sécurité et la confidentialité, vous pouvez, de votre côté, prendre des mesures pour accroître votre niveau de sécurité lorsque vous utilisez l’Internet et que vous transigez en ligne.

# securityContent2
source: <h2>SECURITY IN THE {0} NETWORK</h2><h3>Encryption</h3>Many Internet sites are secured through encryption. Encryption encodes the information that flows between your computer or mobile phone and our computer systems protecting it from unauthorized interception, viewing and alteration. You can recognize when you are using a secure website using Internet Explorer as a picture of a lock will appear at the bottom of the browser page.<br/><br/>The transmission of your personal information on {0} web pages and Mobile App is secured through encryption. In addition, personal information forwarded to us through the web pages and Mobile App is also secure.<h3>Log-on IDs and Passwords</h3>Log-on IDs and passwords are used by computer systems and websites to verify your identity. A log-on ID and password allow you to access services and information specific for your private use. Anyone who can access your log-on ID and password can also access your information. <br/><br/>Your password will not be saved and must be re-entered each time you log-on to a secured online service page or the Mobile App. <h3>Tips for Creating Unique Passwords</h3><ol><li>Do not share your passwords with others, including family members.</li><li>Use passwords that are difficult for others to guess. For example, don't use passwords like your name, the names of family members, your address, or any other information that might be found in your purse or wallet if lost or stolen.</li><li>Do not use short passwords as these are easier for others to guess. The longer the password, the more difficult you make it for others. Many providers of Internet based services establish standards that define and enforce a minimum length for passwords. {0} has standards for minimum length of passwords. Our ID and password standards are available through our online help functions on our website.</li><li>Avoid using the same password for multiple applications or Internet services wherever possible. This is particularly important for any Internet application where access to your private or financial information is enabled.</li><li>Change your passwords frequently.</li></ol>
fr: <h2>SÉCURITÉ DANS LE RÉSEAU DE {0}</h2><h3>Cryptage</h3>Grâce au cryptage, de nombreux sites Internet se trouvent sécurisés. Le cryptage ou chiffrement permet d’encoder les renseignements qui circulent entre votre ordinateur ou votre téléphone mobile et notre système informatique, les protégeant ainsi contre toute interception, visualisation et altération non autorisées. Vous savez que vous naviguez sur un site Web sécurisé, en utilisant Internet Explorer, lorsque vous apercevez une image de cadenas au bas de l’écran de la page consultée par l’entremise de votre fureteur.<br/><br/>La transmission de vos renseignements personnels aux pages Web et à l’appli mobile de {0} est sécurisée au moyen d’un encryptage des données. De plus, les renseignements personnels, qui nous ont été envoyés par ces pages Web et par l’appli mobile, sont également sécurisés.<h3>Identificateurs de connexion et mots de passe</h3>Les identificateurs de connexion et les mots de passe sont utilisés par les systèmes informatiques et les sites Web pour s’assurer de votre identité. Grâce à un identificateur de connexion et à un mot de passe, vous pouvez accéder à des services et à des renseignements précis pour votre utilisation personnelle. Quiconque possède votre identificateur de connexion et votre mot de passe peut aussi accéder à vos renseignements.<br/><br/>Votre mot de passe ne sera pas sauvegardé et vous devez l’entrer de nouveau chaque fois que vous vous connectez à une page de service en ligne sécurisée ou à l’appli mobile.<h3>Conseils utiles pour la création de mots de passe uniques</h3><ol><li>Ne partagez jamais vos mots de passe avec qui que ce soit, y compris des membres de votre famille.</li><li>Utilisez des mots de passe qui ne faciliteront pas les choses aux autres. Par exemple, dans des mots de passe, évitez d’utiliser votre nom, celui de membres de votre famille, votre adresse ou tout autre renseignement pouvant facilement être trouvé dans votre sac à main ou votre portefeuille advenant qu’il soit perdu ou volé.</li><li>Évitez le recours à des mots de passe courts car, aux yeux des autres, ils seront plus faciles à deviner. Plus le mot de passe sera long, plus vous rendrez la tâche difficile aux autres. Nombreux sont les fournisseurs de services offerts sur l’Internet qui instaurent des normes ayant pour but de définir et de forcer l’utilisation de mots de passe comportant une longueur minimale. {0} possède des normes régissant la longueur minimale des mots de passe. Nos normes relatives aux identificateurs d’utilisateur et aux mots de passe peuvent être consultées en ligne sur notre site Web par l’entremise de la fonction d’aide.</li><li>Lorsque cela est possible, évitez d’utiliser le même mot de passe pour plusieurs applications ou services sur Internet. Cette règle est particulièrement importante pour toute application sur Internet dans le cadre de laquelle s’effectue un accès à vos renseignements personnels ou financiers.</li><li>Changez souvent de mot de passe.</li></ol>

# securityContent3
source: <h3>Cookies</h3>Cookies are used by {0} to maintain security during a session on our Website, ensuring that each session is unique and authorized between you and {0}'s web based systems. <br/><br/>{0} does NOT use cookies for the following purposes: <ol><li>To follow the surfing behaviour of visitors once they leave {0} websites. Additionally, tracking information that may be gathered during a visit to a {0} website will not be used for promotional purposes.</li><li>For added security, cookies are not used to remember usernames and passwords. You will be required to provide this information each time you log-on to a secured online service page.</li><li>{0} does not associate any of the information collected via cookies with your personal or financial information.</li></ol> <h3>Email comments, questions or responses </h3>When you send us an email or ask us to respond to you by email, we learn your exact email address and any information you have included in the email. We use your email address to acknowledge your comments and / or reply to your questions, and we will retain your communication and our reply as required under appropriate legal, regulatory and {0} business practices. We will never send you an email asking for passwords and we will not make your email address available to anyone else.<br/><br/>Email sent or received over the Internet may not be secure and we recommend that you use caution when forwarding email messages to us.<br/>If you have any questions regarding the authenticity or security of email you have received from {0}, please do not hesitate to contact us at 1-800-265-5615.
fr: <h3>Témoins (ou « cookies »)</h3>Les témoins (ou « cookies ») sont utilisés par {0} pour le maintien de la sécurité au cours d’une session sur notre site Web, car ils en assurent l’unicité et autorisent son déroulement entre votre ordinateur et les systèmes sur Internet de {0}.<br/><br/>{0} NE se sert PAS des témoins aux fins suivantes :<br/><br/><ol><li>Les témoins ne sont pas utilisés pour « espionner » la navigation sur Internet des visiteurs, une fois que ceux-ci ont quitté les sites Web de {0}; en plus, les renseignements de contrôle qui pourraient être recueillis au cours d’une visite sur un site Web de {0} ne seront pas utilisés à des fins promotionnelles;</li><li>Pour plus de sécurité, les témoins ne sont pas utilisés pour mémoriser des noms-utilisateurs et des mots de passe; chaque fois que vous demandez une connexion en line à une page de service sécurisée, vous devrez fournir ce renseignement;</li><li>{0} n’établit aucun rapport entre tout renseignement recueilli grâce aux témoins et des renseignements personnels ou financiers vous appartenant.</li></ol><h3>Commentaires, questions ou réponses formulés par courriel</h3>Lorsque vous nous envoyez un courriel ou nous demandez de vous répondre par courriel, nous obtenons votre adresse électronique exacte et tout renseignement joint au courrier électronique. Nous utilisons votre adresse électronique pour accuser réception de vos commentaires et/ou pour répondre à vos questions, et nous conserverons le contenu de votre communication et notre réponse aussi longtemps que l’exigent les lois et les règlements appropriés et les pratiques commerciales de {0}. Nous ne vous enverrons jamais un courriel vous demandant vos mots de passe ni ne révélerons votre adresse électronique à personne.<br/><br/>Certains courriels reçus ou envoyés sur Internet ne sont pas sûrs et nous vous recommandons de faire preuve de prudence au moment de nous faire parvenir des messages par courriel.<br/><br/>Si vous avez des questions quelconques concernant l’authenticité ou la sécurité d’un courriel que vous auriez reçu de {0}, veuillez ne pas hésiter à communiquer avec nous au 1 800 265-5615.

# submitClaimTC
source: I agree that all information provided using this {0} online claim submission application will be complete and accurate. I understand that the information, including my personal information that I provided to {1} about myself and my dependents will be used by {1} for claims adjudication and any other services necessary in the administration of my benefits. This may include the exchange of information with other parties to administer this benefit plan. <br /> <br /> I am authorized by my spouse and/or dependents to disclose and receive information about them that is used for these purposes. My spouse and/or dependents understand that this information may be seen by me, the cardholder.
fr: Je confirme que toute l'information fournie à l’aide de cette soumission de demande de règlement en ligne de {0} est complète et exacte. Je comprends que toute l'information, y compris celle à caractère personnel, que j'ai fournie à {0} à mon sujet et à celui de mes personnes à charge, sera utilisée par {0} pour l’évaluation des demandes de règlement et tous autres services nécessaires pour l'administration de nos garanties qui pourraient inclure l'échange d'information avec d'autres intervenants dans le but d’administrer cette demande de règlement. <br /> <br /> Je suis autorisé(e) par mon(ma) conjoint(e) et(ou) mes personnes à charge à divulguer et recevoir de l'information à leur sujet qui sera utilisée à ces fins. Mon(ma) conjoint(e) et(ou) mes personnes à charge comprennent que cette information pourrait être vue par moi, le(la) détenteur(trice) de la carte.

source: BENEFITS
fr: PRESTATIONS

source: BY DRUG NAME
fr: PAR NOM DU MÉDICAMENT

# byDIN
source: BY DRUG IDENTIFICATION NUMBER (DIN)
fr: PAR NUMÉRO D’IDENTIFICATION DU MÉDICAMENT (DIN)

# drugLookupModelSelectionLabel
source: SEARCH MY DRUG COVERAGE
fr: RECHERCHER MA PROTECTION-MÉDICAMENTS

# chooseDrug
source: CHOOSE ONE OF THE FOLLOWING:
fr: CHOISIR L’UN DES SUIVANTS:

# drugNameFieldText
source: DRUG NAME
fr: NOM DU MÉDICAMENT

# drugNamePlaceholder
source: Drug name
fr: Nom du médicament

source: CONFIRM
fr: CONFIRMER

# confirmDrug
source: CONFIRM YOUR DRUG
fr: CONFIRMER VOTRE MÉDICAMENT

source: MY DRUG SELECTION
fr: CONFIRMER VOTRE MÉDICAMENT

source: SEARCH
fr: RECHERCHE

source: DRUG INFORMATION
fr: INFO-MÉDICAMENT

# myDrugResults
source: MY DRUG SEARCH RESULTS
fr: RÉSULTATS DE MA RECHERCHE DE MÉDICAMENT

source: PLAN PARTICIPANT
fr: MEMBRE DU RÉGIME

# choosePlanParticipant
source: CHOOSE THE PLAN PARTICIPANT
fr: CHOISIR LE MEMBRE DU RÉGIME

# choosePlanParticipantLower
source: Choose the plan participant
fr: Choisir le membre du régime

source: DRUG NAME AND STRENGTH
fr: NOM ET CONCENTRATION DU MÉDICAMENT

# drugCovered
source: IS THIS DRUG COVERED UNDER YOUR {0} BENEFITS PLAN?
fr: CE MÉDICAMENT EST-IL COUVERT À TITRE DE VOTRE RÉGIME DE PRESTATIONS DE {0}?

source: REIMBURSEMENT
fr: REMBOURSEMENT

# specialAuthRequired
source: SPECIAL AUTHORIZATION REQUIRED?
fr: UNE AUTORISATION SPÉCIALE EST-ELLE REQUISE?

source: DOWNLOAD AND VIEW
fr: TÉLÉCHARGER ET VISUALISER

source: SEND BY EMAIL
fr: ENVOYER PAR COURRIEL

# noresults
source: No Results Found
fr: Aucun résultat trouvé

# noresultsdetails
source: No drugs were found that match the name or DIN provided.
fr: Aucun médicament n’a été trouvé qui correspond au nom ou au DIN fourni.

source: Cancel
fr: Annuler

# cancelCaps
source: CANCEL
fr: ANNULER

source: SEND
fr: ENVOYER

# sendAuthForm
source: Send Special Authorization Form to (enter email address):
fr: Envoyer le formulaire d'autorisation spéciale à (entrer l'adresse de courriel) :

# travelNumber
source: Group #
fr: Groupe #

# enterName
source: ENTER DRUG NAME
fr: ENTRER LE NOM DU MÉDICAMENT

source: ENTER DIN
fr: ENTRER LE DIN

# nameError
source: Drug: Please enter a drug name
fr: Médicament : Veuillez entrer le nom d’un médicament.

# drugLengthError
source: Drug name is too short. Enter at least three characters of the drug name
fr: Le nom du médicament est trop court. Entrer au moins trois caractères du nom du médicament.

# dinError
source: DIN: Please enter a DIN.
fr: DIN : Veuillez entrer un DIN.

# dinFormatError
source: DIN is not in the correct format. A DIN always consists of eight numbers. It can be found on your pharmacy receipt or the drug's container/packaging. Please try again.
fr: Le DIN n’est pas dans le bon format. Un DIN comprend toujours huit chiffres. Il figure sur le reçu de la pharmacie ou sur le flacon ou l’emballage du médicament. Veuillez réessayer.

# nameLengthError
source: Drug name is too short. Enter at least three characters of the drug name.
fr: Le nom du médicament est trop court. Entrer au moins trois caractères du nom du médicament.

# planMemberSelectedError
source: A plan member was not selected. Select the applicable plan member from the list.
fr: Un membre du régime n’a pas été sélectionné. Sélectionner le membre du régime en question de la liste.

source: NEW SEARCH
fr: NOUVELLE RECHERCHE

# download1
source: YES. PLEASE DOWNLOAD THE SPECIAL AUTHORIZATION FORM OR SEND IT BY EMAIL TO YOURSELF OR DIRECTLY TO YOUR PHYSICIAN.
fr: OUI. VEUILLEZ TÉLÉCHARGER LE FORMULAIRE D’AUTORISATION SPÉCIALE OU VOUS L’ENVOYER PAR COURRIEL OU DIRECTEMENT À VOTRE MÉDECIN.

# download2
source: THIS DRUG IS A NON-APPROVED DRUG ON YOUR PLAN. PLEASE DOWNLOAD THE SPECIAL AUTHORIZATION FORM OR SEND IT BY EMAIL TO YOURSELF OR DIRECTLY TO YOUR PHYSICIAN.
fr: CE MÉDICAMENT N’EST PAS APPROUVÉ PAR VOTRE RÉGIME. VEUILLEZ TÉLÉCHARGER LE FORMULAIRE D’AUTORISATION SPÉCIALE OU VOUS L’ENVOYER PAR COURRIEL OU DIRECTEMENT À VOTRE MÉDECIN.

source: SPECIAL MESSAGES
fr: MESSAGES SPÉCIAUX

# reimbursementMessage
source: Your plan reimburses drugs based on the lowest- cost drug in its therapeutic category; usually this is the generic equivalent drug. The drug name and DIN shown is the lowest-cost alternative for your search.
fr: Votre régime rembourse les médicaments en fonction de leur moindre coût dans leur catégorie thérapeutique; il s’agit d’habitude du médicament équivalent générique. Le nom du médicament et le DIN affichés correspondent au médicament le moins cher pour votre recherche.

# downloadErrorMessage
source: Sorry, your download was unsuccessful. Please try again or email the form.
fr: Votre téléchargement a malheureusement échoué. Veuillez réessayer ou envoyer par courriel le formulaire.
