Repository: saamerm/GscMobileXN
Catalog: MobileClaims.iOS/*.lproj/Localizable.strings
Languages: fr

# locale
source: en
fr: fr

# webInstructions2
source: (HINT: IT'S THE SAME USER ID AND PASSWORD YOU USE FOR PLAN MEMBER ONLINE SERVICES)
fr: (AIDE : IL S'AGIT DES MÊMES NOM D'UTILISATEUR ET MOT DE PASSE QUE VOUS UTILISEZ POUR LES SERVICES EN LIGNE DES MEMBRES DU RÉGIME.)

# connectionError
source: Oops, we're sorry. It's our fault that you're having trouble connecting. Please try again later.
fr: Nous vous prions de nous excuser pour vos difficultés de connexion. Veuillez réessayer plus tard.

source: PRIVACY
fr: CONFIDENTIALITÉ

source: LEGAL
fr: INFO JURIDIQUE

source: SECURITY
fr: SÉCURITÉ

source: GENERAL
fr: GÉNÉRAL

# agreeToTerms
source: I AGREE TO THE TERMS AND CONDITIONS
fr: JE SUIS D'ACCORD POUR RESPECTER LES MODALITÉ

# privacyContent1
source: Protecting your privacy and the confidentiality of your personal information has always been fundamental to the way we do business and is the responsibility of every employee of {0}. As Canada's premier group and individual benefits specialist, we strive to provide you with the best customer service. The range of products and services we offer our groups and benefit plan participants continues to expand and the technology we use continues to change. But, no matter how our business changes, we are committed to protecting and respecting your right to privacy and confidentiality. <h3>OUR COMMITMENT TO PRIVACY</h3> {0} is committed to the protection of any personal information collected by it or in its custody, including any information transferred to a third party to fulfill the purposes for which the information was collected. <br/> <br/> Personal information includes any information, recorded or not, about an identifiable individual. Examples of personal information that are identifiable include names, age, sex, social insurance numbers, health status, health history, financial information, benefit claims data, etc. It also includes information which can be matched with other information in order to establish an individual’s identity.
fr: Le respect de votre vie privée et la protection de la confidentialité de vos renseignements ont toujours été au cœur de la conduite de nos affaires et, aux yeux de chaque employé de {0}, il s’agit d’une responsabilité. À titre de grand spécialiste en garanties individuelles et collectives au Canada, nous nous efforçons de vous offrir le meilleur service à la clientèle qui soit. La gamme des produits et services offerts aux participants, dans le cadre de nos régimes collectifs et individuels de prestations, ne cesse de s’accroître et la technologie utilisée pour ce faire change constamment. Toutefois, peu importe les changements apportés à nos activités commerciales, nous maintenons notre engagement à protéger et à respecter votre droit à la vie privée et la confidentialité de vos renseignements.<h3>NOTRE ENGAGEMENT EN MATIÈRE DE CONFIDENTIALITÉ</h3>{0} a souscrit un engagement à l’endroit de la protection de tout renseignement personnel qu’elle a recueilli ou qu’elle détient, y compris de tout renseignement confié à une tierce partie dans le but de satisfaire aux exigences aux fins desquelles il a été recueilli. Par renseignement personnel, on entend tout renseignement, consigné ou non, au sujet d’une personne identifiable. Parmi des renseignements personnels considérés comme identifiables, on retrouve le nom, l’âge, le sexe, le numéro d’assurance sociale, l’état de santé, l’historique de l’état de santé, les renseignements de nature financière, les données relatives aux demandes de règlement, etc. Ils englobent également des renseignements qui, une fois comparés à d’autres, permettent d’établir l’identité d’un individu.

# privacyContent2
source: <h3>{0}'S PRIVACY CODE </h3> The {0} privacy code outlines our policies and procedures on privacy and describes the ways we ensure that your privacy and the confidentiality of your personal information is protected. It is based on the ten privacy principles outlined in Canada’s Personal Information Protection and Electronic Documents Act also known as PIPEDA. Our adoption of these principles sends a powerful message to the general public that we have policies and procedures in place that control the collection, use and disclosure of personal information; it also reinforces our existing commitment to customer service. <br/> <br/> Our privacy code balances the privacy rights of our groups and benefit plan participants, and our employees with the legitimate information requirements to provide customer service and to meet our human resource requirements. It consists of the following key principles: <br/> <br/>
fr: <h3>LE CODE DE {0} EN MATIÈRE DE CONFIDENTIALITÉ</h3>Notre code en matière de confidentialité vous informe de la teneur de nos politiques et procédures relatives à la confidentialité et ils vous éclairent sur les mesures que nous avons prises, afin de nous assurer de la protection de votre vie privée et du respect de la confidentialité de vos renseignements personnels. Le code se fonde sur les exigences propres au Code modèle sur la protection des renseignements personnels, une norme reconnue à l’échelle nationale et élaborée par l’Association canadienne de normalisation (ACNOR). En adoptant ce code, nous envoyons un message percutant au public, à l’effet que nous avons mis en place des politiques et procédures susceptibles de contrôler la cueillette, l’utilisation et la divulgation de renseignements personnels; d’autre part, cela vient renforcer notre engagement actuel sur le plan du service à la clientèle.<br/><br/><br/>Notre code en matière de confidentialité instaure un équilibre entre les droits à la protection des renseignements personnels des participant(e)s, dans le cadre de nos régimes collectifs et individuels de prestations, et la possibilité pour nos employé(e)s de disposer des renseignements dont ils/elles ont légitimement besoin pour offrir le service à la clientèle et respecter nos exigences en matière de ressources humaines. Il s’articule en fonction des principes-clés qui suivent.<br/><br/>

# privacyContent3
source: <b>We ask for your personal information for the following purposes:</b> <ul><li>To establish your identification.</li><li>To provide you and/or your dependants with the applicable benefit coverage.</li><li>To protect you and us from error and fraud.</li><li>To provide ongoing access to other services of {0} </li></ul><br/><b>Consent</b><br/><br/>When you first become a group and benefit plan participant of {0}, your personal information is obtained and used only with your consent. We obtain your consent before we:
fr: <b>Nous sollicitons vos renseignements personnels aux fins suivantes :</b><ul><li>Nous assurer de votre identité;</li><li>Pour vous fournir, à vous et/ou à vos personnes à charge, la protection à laquelle vous avez droit;</li><li>Pour vous protéger et nous protéger contre les erreurs et la fraude;</li><li>Pour vous offrir un accès sur une base continue aux autres services de {0}.</li></ul><br/<br/><b>Consentement</b><br/><br/>Dès le moment où vous devenez un(e) participant(e), dans le cadre d’un régime collectif et individuel de prestations de {0}, vos renseignements personnels ne sont obtenus et utilisés qu’avec votre consentement. Nous voyons à obtenir votre consentement avant de/d’ :<br/>

# privacyContent4
source: <ul><li>provide benefit coverage.</li><li>offer you other {0} services.</li><li>obtain, use or disclose to other persons, information about you </li><li>use your personal information in any way we did not inform you about previously.</li></ul><br/><br/> Your consent can be either express or implied. Express consent can be verbal or written. For example, when you sign an enrollment form you are giving us written consent to use your personal information to provide you and/or your dependents with benefits; when you submit a claims form, you are giving us written consent to use your personal information to reimburse you for benefit costs that you incur. <br/><br/> Consent can be implied or inferred from certain actions. For example, if you present your benefit identification card to a pharmacist/dentist in lieu of paying for a prescription/dental procedure, it can be implied as consent for the pharmacist/dentist to provide your personal information to {0} to obtain payment for the service rendered, and for {0} to process the related claim for payment and provide other services. <br/> <br/>For our existing groups and benefit plan participants, we will continue to use and disclose your personal information previously collected in accordance with our current privacy code, unless you inform us otherwise. We will infer that consent has been obtained for the continued use or disclosure of your personal information by the processing of any existing or future benefit claims that you submit for reimbursement or access to other services. <br/><br/>
fr: <ul><li>Vous offrir une protection;</li><li>Vous offrir d’autres services de {0};</li><li>Obtenir, d’utiliser ou de divulguer à d’autres personnes des renseignements à votre sujet, à moins que la loi ne nous force à le faire ou qu’il en aille de la protection de vos intérêts;</li><li>Utiliser vos renseignements personnels selon des modalités quelconques qui ne vous auraient pas été préalablement explicitées.</li></ul><br/>Votre consentement peut nous être accordé soit de façon explicite ou tacite. Votre consentement explicite peut être accordé par écrit ou verbalement. Par exemple, lorsque vous signez une fiche d’adhésion, vous nous accordez un consentement écrit d’utiliser vos renseignements personnels aux fins de fournir, à vous et/ou à vos personnes à charge, des prestations; lorsque vous nous soumettez une demande de règlement, vous nous accordez un consentement écrit d’utiliser vos renseignements personnels dans le but de vous rembourser les frais que vous avez engagés à l’égard de prestations reçues.<br/><br/>Votre consentement peut s’avérer tacite ou découler de certains gestes que vous posez. Par exemple, si vous présentez votre carte d’identification de prestataire à un(e) pharmacien(ne)/dentiste au lieu de payer pour un médicament d’ordonnance/acte de pratique dentaire, cela peut être considéré comme un consentement tacite à l’endroit du/de la pharmacien(ne)/dentiste de fournir vos renseignements personnels à {0} pour obtenir paiement du service rendu et à l’endroit de {0} de procéder au traitement de la demande de règlement qui en découle en vue du paiement et de fournir d’autres services.<br/><br/>En ce qui concerne les participant(e)s, dans le cadre de nos régimes collectifs et individuels de prestations, nous continuerons d’utiliser et de divulguer les renseignements personnels que vous nous avez préalablement confiés conformément à notre code en matière de confidentialité actuellement en vigueur, à moins d’avis contraire de votre part. Nous supposerons que votre consentement a été obtenu en ce qui a trait à l’utilisation continue ou à la divulgation de vos renseignements personnels, en poursuivant le traitement de toute demande de règlement en cours ou future que vous pourriez nous soumettre à des fins de remboursement ou en accédant à d’autres services.<br/><br/>

# privacyContent5
source: <b>Withdrawal of consent</b><br/><br/>You can withdraw your consent any time after you've given it to us, provided there are no legal or regulatory requirements to prevent this.<br/><br/>If you don't consent to certain uses of personal information, or if you withdraw your consent, we will not be able to administer your benefit coverage. If so, we will explain the situation to you to help you with your decision.<br/><br/> <b>Exceptions to consent</b> <br/><br/> <p> We may collect, use or disclose your personal information without your consent in the following situations:<br /> <ul> <li>For an emergency that threatens your life, health or security. We will subsequently inform you of this disclosure. <br /></li> <li>For legal reasons. We may be compelled to release this information by a court of law or other legal or regulatory authority. If so, our policy is to disclose the information only to the extent required. </li> <li>To another organization for the purposes of investigating a breach of an agreement or a contravention of the laws of Canada or a province that has been, is being, or is about to be committed and it is reasonable to expect that disclosure with your knowledge or consent would compromise the investigation. </li> <li>To another organization for the purposes of detecting or suppressing fraud or of preventing fraud that is likely to be committed and it is reasonable to expect that the disclosure with your knowledge or consent would compromise the ability to prevent, detect or suppress the fraud. </li> <li>Made to a government institution, a part of a government institution or your next of kin or authorized representative and </li> <ul> <li>There are reasonable grounds to believe that you have been, are, or may be the victim of financial abuse, </li> <li>The disclosure is made solely for the purposes related to preventing or investigating the above, and </li> <li>It is reasonable to expect that disclosure with your knowledge or consent would compromise the ability to prevent or investigate the abuse. </li> </ul> <li>In accordance with other provisions as provided for in the Personal Information Protection and Electronic Documents Act. </li> </ul> <b>We protect your personal information from error, loss and unauthorized access </b> <p>Our employees who have access to your personal information are made aware of how to keep it confidential. As a condition of employment with {0}, each employee signs an Agreement requiring all information that they have access to be treated confidentially. They are also required to participate in annual security and privacy awareness training programs. We have security standards to protect our systems and your personal information against unauthorized access and use. This protects your personal information at all times when it is stored in data files or handled by our employees.</p> <br/><br/>
fr: <b>Retrait d’un consentement.</b><br/><br/>En tout temps, après nous l’avoir octroyé, vous pouvez nous retirer votre consentement, sous réserve de toute disposition légale ou réglementaire à l’effet contraire.<br/><br/>Si vous ne consentez pas à certaines formes d’utilisation de vos renseignements personnels, ou si vous nous retirez votre consentement, nous ne serons pas en mesure d’administrer votre protection. Si c’est le cas, nous vous expliquerons la situation, afin de vous aider à prendre une décision éclairée.<br/><br/><b>Exceptions en matière de consentement.</b><br/><br/>Nous pouvons recueillir, utiliser ou divulguer des renseignements personnels sans votre consentement uniquement lorsque :<br/>Dans une situation d’urgence, votre vie, votre santé ou votre sécurité sont mises en péril; le cas échéant, vous seriez subséquemment informé(e) de cette divulgation; Si nous sommes forcés de divulguer des renseignements personnels pour des motifs juridiques; il se peut que nous soyons tenus de communiquer ces renseignements par un tribunal ou autre instance juridique ou réglementaire; si c’est le cas, notre politique consiste à ne divulguer que les renseignements exigés; Dans une situation où la cueillette des renseignements s’impose dans le but d’enquêter sur des activités inappropriées, telle que la soumission de renseignements frauduleux, et où le consentement de l’individu et la connaissance qu’il/elle aurait pu compromettre la disponibilité ou la justesse des renseignements recueillis.<br/><br/><b>Nous protégeons vos renseignements personnels contre les erreurs, la perte et l’accès non autorisé.</b><br/><br/>Nos employé(e)s qui ont accès à vos renseignements personnels sont sensibilisé(e)s aux façons d’en sauvegarder la confidentialité. Dans le cadre des conditions qui prévalent à son emploi chez {0}, chaque employé(e) est tenu(e) de signer une entente en vertu de laquelle il/elle se doit de considérer comme confidentiels tous les renseignements auxquels il/elle a accès. En outre, il/elle doit participer à des programmes annuels de formation, afin de le(a) sensibiliser davantage face au respect de la vie privée et à la sécurité des renseignements personnels. Dans le but de protéger nos systèmes et vos renseignements personnels contre tout accès et utilisation non autorisés, nous disposons de normes de sécurité. Ainsi, en tout temps, vos renseignements personnels se trouvent protégés lorsqu’ils sont classés dans nos fichiers de données ou manipulés par nos employé(e)s.<br/><br/>

# privacyContent6
source: <b>Your personal information is destroyed when it is no longer needed<br/><br/></b>We keep your personal information only so long as we need it for the products and services you are using, to provide ongoing access to other services of {0}, when you are a group and benefit plan participant and for a reasonable time thereafter, or to meet any legal, regulatory, or tax requirements. We have retention standards, which meet these requirements. We destroy your personal information when it is no longer needed, or we remove your name from the information.<br/><br/><b>You can obtain and verify the accuracy of your personal information</b><br/><br/>You can check your personal information to verify its accuracy. You can ask our Customer Service Representatives by phone at
fr: <b>Vos renseignements personnels sont détruits lorsqu’ils ne sont plus nécessaires.</b><br/><br/>Nous ne conservons vos renseignements personnels qu’aussi longtemps que nous en avons besoin pour vous fournir les produits et services auxquels vous faites appel, pour vous offrir des produits et services à titre de participant(e), dans le cadre de nos régimes collectifs et individuels de garanties, et pour une période de temps subséquente raisonnable, ou pour satisfaire à toute exigence de nature juridique, réglementaire ou fiscale. Nous disposons de normes de conservation aptes à répondre à ces exigences. Lorsqu’ils ne sont plus nécessaires, nous détruisons vos renseignements personnels ou nous retirons votre nom des renseignements comme tels.<br/><br/><b>Vous pouvez obtenir et vérifier la justesse de vos renseignements personnels.</b><br/><br/>Vous pouvez vérifier vos renseignements personnels, afin de vous assurer de leur exactitude. Pour les mettre à jour ou les corriger, et pour permettre le retrait de tout renseignement inexact, vous devez demander au promoteur de votre régime de nous aviser de ces changements. Pour obtenir les renseignements personnels que nous détenons à votre sujet, vous pouvez en faire la demande à nos représentant(e)s du Service à la clientèle en composant le

# privacyContent6Cont
source: to obtain the personal information we hold about you, or if you have signed up for on-line access, you may visit our website at www.greenshield.ca and log on to the Plan Member section. There is no charge for verifying your personal information, however depending on the circumstances, there may be a minimal charge for the retrieval of personal information that you request. We will inform you if there is a charge. If you identify information that requires correction, we will assist you in identifying the appropriate means to have the correction(s) made.<br/><br/> Please note that we may not be able to provide information about you from our records if it contains references to other persons, is subject to legal privilege, contains information proprietary to {0}, is unreasonable or impractical to reasonably retrieve, or cannot be disclosed for other legal reasons. <br/><br/> <b>We correct your personal information</b><br/><br/>Whenever possible, we will correct any personal information which we may have given to an outside organization. If a third party has given us personal information which you tell us is wrong, we will give you the name and address of that party so that you can correct the information.<br/><br/><b>You can find out to whom we have given information about you</b><br/><br/>If you ask, we will let you know the names of outside companies or organizations we've given personal information to, or direct you to the appropriate individual to ask for such information.<br/><br/>
fr: ou vous pouvez le faire en personne en vous rendant à notre siège social à Windsor en Ontario.<br/>La vérification ou la correction de vos renseignements personnels ne s’accompagne d’aucuns frais. Selon les circonstances, il se peut que des frais minimums soient exigés pour les renseignements personnels que vous demandez. Si des frais s’appliquent, nous vous en informerons.<br/><br/>Veuillez prendre note qu’il se peut que nous ne soyons pas en mesure de vous fournir des renseignements vous concernant et tirés de nos dossiers s’ils contiennent des allusions à d’autres personnes, s’ils sont assujettis à des privilèges juridiques, s’ils contiennent des renseignements appartenant en exclusivité à {0}, s’ils s’avèrent trop coûteux à extraire ou qu’il ne soit pas possible de les divulguer pour d’autres considérations d’ordre juridique. Si nous avons obtenu d’autres personnes des renseignements à votre sujet, sur demande de votre part, nous vous informerons de l’identité de la personne ou de l’organisme qui nous les aura confiés.<br/><br/><b>Nous corrigeons vos renseignements personnels.</b><br/><br/>Chaque fois que cela est possible, nous corrigerons tout renseignement personnel qui pourrait avoir été confié à un organisme extérieur. Si un tiers, telle qu’une tierce partie agissant à titre d’administrateur de régime de garanties, nous a confié des renseignements personnels à votre sujet dont vous nous affirmez qu’ils sont faux, nous vous procurerons le nom (ou la raison sociale) et l’adresse de cette partie pour que vous puissiez faire corriger les renseignements.<br/><br/><b>Vous pouvez obtenir l’identité d’une entité à laquelle nous aurions confié des renseignements à votre sujet.</b><br/><br/>Si vous nous en faites la demande, nous vous informerons de l’identité des entreprises ou organismes extérieurs auxquels nous aurons fourni des renseignements personnels ou nous vous mettrons en communication avec la personne appropriée, à qui vous pourrez poser des questions au sujet de ces renseignements.<br/><br/>
