Repository: saamerm/GscMobileXN
Catalog: MobileClaims.iOS/*.lproj/Localizable.strings
Languages: fr

# webContent14
source: If I submit multiple claims (for a different dependent and/or provider) within the online session, my acceptance of the Web Claim Submission Agreement Terms and Conditions applies to all those claims submitted.<br/><br/>
fr: Si je soumets plusieurs demandes de prestations (pour une autre personne à charge et/ou fournisseur) au cours d’une session en ligne, mon acceptation des conditions de l’entente de soumission de demande de prestations par le Web s’applique à toutes les demandes de prestations soumises.<br/><br/>

# webContent15
source: By clicking the "Accept" button, this constitutes my digital signature (which is equivalent to a written signature) and I acknowledge that I am deemed to have read, understood, accepted and agreed to be bound by these Terms and Conditions.<br/><br/>
fr: En cliquant sur le bouton « Accepter », cela constitue ma signature numérique (qui équivaut à une signature par écrit) et je reconnais être réputé(e) d’avoir lu, compris, accepté et être d’accord d’être lié(e) par ces conditions.<br/><br/>

# webContent16
source: For further information on our privacy policies and procedures, please visit our Terms and Conditions - Privacy page.<br/><br/>
fr: Pour obtenir de plus amples renseignements sur nos politiques et procédures en matière de confidentialité, veuillez consulter la page Modalités - Confidentialité.<br/><br/>

source: REFINE YOUR SEARCH
fr: CHERCHER

source: LOCATION
fr: ADRESSE

source: PROVIDER TYPE
fr: TYPE

source: My Favourites
fr: Mes favoris

source: FILTER
fr: FILTRER

source: QUALITY RATING
fr: ÉVALUATION

source: DIRECT BILL
fr: FACTURATION DIRECTE

source: RECENTLY VISITED
fr: RÉCEMMENT VISITÉ

source: SORT
fr: TRIER

source: Name
fr: Nom

source: Rating & Distance
fr: Évaluation et distance

source: Rating & Name
fr: Évaluation et nom

source: DONE
fr: OK

source: NOT AVAILABLE
fr: NON DISPONIBLE

source: COP
fr: COP-FR

# COP_UploadDocuments
source: Upload Documents
fr: Upload Documents-FR

# COP_ServiceDate
source: Service Date
fr: Date du service

# COP_ClaimFormNumber
source: Claim Form Number
fr: Numéro de formulaire

# COP_ServiceDescription
source: Service Description
fr: Description du service

# COP_ClaimedAmount
source: Claimed Amount ($Cdn)
fr: Montant demandé ($ CA)

# COP_DocumentsToUpload
source: Documents to upload
fr: DOCUMENTS À TÉLÉCHARGER

# COP_Disclaimer
source: Disclaimer.
fr: l’avis.

# COP_UploadSuccessfulMessage
source: You have successfully uploaded your documents.
fr: You have successfully uploaded your documents.-FR

# COP_BackToMyClaims
source: Back to my claims
fr: Back to my claims-FR

# ActiveClaim_ActionRequired
source: Action required
fr: Intervention requise

# COP_UploadDocumentMessageLabel
source: Please upload documents for this claim.
fr: Please upload documents for this claim.-fr

source: Direct Deposit
fr: fr-Direct Deposit
