Repository: saamerm/GscMobileXN
Catalog: MobileClaims.Core/Resource.*.resx
Languages: fr_ca

# ChangeForLife_MessageDialogButtonClose
source: Close
fr_ca: Fermer

# ChangeForLife_MessageDialogTitle
source: Oops
fr_ca: Oups

# ChangeForLife_MessageNoAccess
source: Oops. You don't have access to Change4Life
fr_ca: Vous n'avez malheureusement pas accès à Changerpourlavie.

# HCSAPlanParticipantChangedMessage
source: You have changed the plan participant for the claim. Please ensure that all the information in this claim pertains to
fr_ca: Vous avez modifié le membre du régime pour la demande de règlement. SVP vérifier que tous les renseignements de cette demande de règlement concernent

# HCSAPlanParticipantChangedMessage2
source: If you are claiming treatments for multiple plan participants, you must submit separate claims for each plan participant.
fr_ca: Si vous effectuez des demandes de règlement de traitements pour plusieurs membres du régime, vous devez soumettre des demandes de règlement distinctes pour chaque membre du régime.

# HCSAPlanParticipantChangedTitle
source: Plan participant changed
fr_ca: Modification du membre du régime

source: Claims History
fr_ca: HISTORIQUE DES DEMANDES DE RÈGLEMENT

# ClaimsHistoryCaps
source: CLAIMS HISTORY
fr_ca: HISTORIQUE

source: No
fr_ca: Non

# noCaps
source: NO
fr_ca: NON

# RehydrationMessage
source: Unsaved Data: You have previously entered data in a claim that has not been submitted. Would you like to start where you left off? Click no to start a new claim.
fr_ca: Données non enregistrées : Vous avez précédemment entré des données pour une demande de règlement qui n'a pas été soumise. Désirez-vous poursuivre où vous étiez? Cliquez sur non pour effectuer une nouvelle demande de règlement.

source: NEW CLAIM
fr_ca: NOUVELLE DEMANDE

source: Yes
fr_ca: Oui

# yesCaps
source: YES
fr_ca: OUI

# AmountPreviouslyPaid
source: Total Amount(s) Already Paid By Insurer/Government Plan(s) (if applicable)
fr_ca: Total (Totaux) déjà payé(s) par le(s) régime(s) de l’assureur ou gouvernementaux (le cas échéant)

source: Choose type of claim:
fr_ca: Choisir le type de demande de règlement :

source: Choose type of expense:
fr_ca: Choisir le type de dépense :

source: Continue
fr_ca: Continuer

source: Date of Expense:
fr_ca: Date de la dépense :

# EmptyExpenseAmount
source: You must specify the Total Amount Claimed.
fr_ca: Vous devez préciser le montant total demandé.

# EmptyExpenseDate
source: You must specify a Date of Expense.
fr_ca: Vous devez préciser une date de dépense.

# ExpenseAmountIsInvalid
source: Invalid Total Amount Claimed
fr_ca: Montant total demandé invalide

# ExpenseIsFutureDated
source: Date of Expense cannot be future dated
fr_ca: La date de la dépense ne peut être une date postérieure.

# OtherAmountIsInvalid
source: Invalid Amount Previously Paid
fr_ca: Montant précédemment payé invalide

source: SAVE
fr_ca: ENREGISTRER

source: SELECT THE PLAN PARTICIPANT
fr_ca: SÉLECTIONNER LE MEMBRE DU RÉGIME

# TotalAmountClaimed
source: Total Original Amount of Invoice
fr_ca: Total original de la facture

# ExpenseTypesWithReferralRequired
source: [ { "WHP_PROC_ID":1002, "Description":"Attendant Care Expenses" }, { "WHP_PROC_ID":1002, "Description":"Child Care" }, { "WHP_PROC_ID":1003, "Description":"Bathroom aids" }, { "WHP_PROC_ID":1003, "Description":"Whirlpool bath treatments" }, { "WHP_PROC_ID":1005, "Description":"Computer peripherals" }, { "WHP_PROC_ID":1005, "Description":"Deaf-blind intervening services" }, { "WHP_PROC_ID":1005, "Description":"Devices or software" }, { "WHP_PROC_ID":1005, "Description":"Large print-on-screen devices" }, { "WHP_PROC_ID":1005, "Description":"Optical scanners or similar devices" }, { "WHP_PROC_ID":1005, "Description":"Page-turner- devices" }, { "WHP_PROC_ID":1005, "Description":"Talking textbooks" }, { "WHP_PROC_ID":1005, "Description":"Teletypewriters (TTY) or similar devices" }, { "WHP_PROC_ID":1005, "Description":"Television closed caption decoders" }, { "WHP_PROC_ID":1005, "Description":"Visual or vibratory signaling device" }, { "WHP_PROC_ID":1005, "Description":"Voice recognition software" }, { "WHP_PROC_ID":1005, "Description":"Volume control feature" }, { "WHP_PROC_ID":1005, "Description":"Braille note-takers" }, { "WHP_PROC_ID":1005, "Description":"Braille printers " }, { "WHP_PROC_ID":1010, "Description":"Drugs" }, { "WHP_PROC_ID":1010, "Description":"Drugs dispensed in a Physician's office" }, { "WHP_PROC_ID":1010, "Description":"Medical marijuana" }, { "WHP_PROC_ID":1010, "Description":"Vaccines" }, { "WHP_PROC_ID":1011, "Description":"School for persons with impairments in physical or mental functions" }, { "WHP_PROC_ID":1015, "Description":"Renovation or construction expenses" }, { "WHP_PROC_ID":1015, "Description":"Driveway access" }, { "WHP_PROC_ID":1017, "Description":"Catheter Supplies" }, { "WHP_PROC_ID":1017, "Description":"Diapers or disposable briefs" }, { "WHP_PROC_ID":1020, "Description":"Acoustic coupler" }, { "WHP_PROC_ID":1020, "Description":"Air conditioner" }, { "WHP_PROC_ID":1020, "Description":"Air filter, cleaner or purifier" }, { "WHP_PROC_ID":1020, "Description":"Audible signal devices" }, { "WHP_PROC_ID":1020, "Description":"Baby breathing monitor" }, { "WHP_PROC_ID":1020, "Description":"Bone growth/osteogenesis stimulator (bone conduction receiver)" }, { "WHP_PROC_ID":1020, "Description":"Braces for a limb" }, { "WHP_PROC_ID":1020, "Description":"Breast prosthesis " }, { "WHP_PROC_ID":1020, "Description":"Diabetic Supplies" }, { "WHP_PROC_ID":1020, "Description":"Elastic support hose" }, { "WHP_PROC_ID":1020, "Description":"Electronic bone healing device" }, { "WHP_PROC_ID":1020, "Description":"Electrotherapy Devices" }, { "WHP_PROC_ID":1020, "Description":"EndoVenous Laser Treatment" }, { "WHP_PROC_ID":1020, "Description":"Environment Control System (computerized or electronic)" }, { "WHP_PROC_ID":1020, "Description":"Extremity pump" }, { "WHP_PROC_ID":1020, "Description":"Eye patch" }, { "WHP_PROC_ID":1020, "Description":"Furnace" }, { "WHP_PROC_ID":1020, "Description":"Gluten-free products" }, { "WHP_PROC_ID":1020, "Description":"Heart monitoring devices" }, { "WHP_PROC_ID":1020, "Description":"Hospital bed" }, { "WHP_PROC_ID":1020, "Description":"Infusion pump" }, { "WHP_PROC_ID":1020, "Description":"Installation Charges" }, { "WHP_PROC_ID":1020, "Description":"Iron lung" }, { "WHP_PROC_ID":1020, "Description":"Orthopaedic shoes / boots" }, { "WHP_PROC_ID":1020, "Description":"Medic Alert Jewellery" }, { "WHP_PROC_ID":1020, "Description":"Medical Items - Not Listed" }, { "WHP_PROC_ID":1020, "Description":"Moving Expenses" }, { "WHP_PROC_ID":1020, "Description":"Osteogenesis stimulator" }, { "WHP_PROC_ID":1020, "Description":"Pacemaker" }, { "WHP_PROC_ID":1020, "Description":"Phototherapy equipment" }, { "WHP_PROC_ID":1020, "Description":"Pressure pulse therapy devices" }, { "WHP_PROC_ID":1020, "Description":"Spinal Brace" }, { "WHP_PROC_ID":1020, "Description":"Truss" }, { "WHP_PROC_ID":1020, "Description":"Water filter, cleaner or purifier" }, { "WHP_PROC_ID":1020, "Description":"Wigs" }, { "WHP_PROC_ID":1021, "Description":"Crutches" }, { "WHP_PROC_ID":1021, "Description":"Standing devices" }, { "WHP_PROC_ID":1021, "Description":"Lift or transportation equipment" }, { "WHP_PROC_ID":1021, "Description":"Scooter" }, { "WHP_PROC_ID":1021, "Description":"Stair Lift" }, { "WHP_PROC_ID":1021, "Description":"Walking aids" }, { "WHP_PROC_ID":1021, "Description":"Wheelchairs and wheelchair carriers" }, { "WHP_PROC_ID":1026, "Description":"Repairs to Eligible HCSA benefits" }, { "WHP_PROC_ID":1027, "Description":"Altered auditory feedback devices" }, { "WHP_PROC_ID":1027, "Description":"Bliss symbol boards or similar devices" }, { "WHP_PROC_ID":1027, "Description":"Electronic speech synthesizers" }, { "WHP_PROC_ID":1027, "Description":"Laryngeal Speaking Aids" }, { "WHP_PROC_ID":1030, "Description":"Vehicle modifications" }, { "WHP_PROC_ID":1030, "Description":"Vehicle purchase" } ]
fr_ca: [ { "WHP_PROC_ID":1002, "Description":"Dépenses de soins auxiliaires" }, { "WHP_PROC_ID":1002, "Description":"Soins aux enfants" }, { "WHP_PROC_ID":1003, "Description":"Articles d'assistance dans la salle de bain" }, { "WHP_PROC_ID":1003, "Description":"Traitements par bain de massage" }, { "WHP_PROC_ID":1005, "Description":"Périphériques d'ordinateur" }, { "WHP_PROC_ID":1005, "Description":"Services d'intervention pour une personne sourde et aveugle" }, { "WHP_PROC_ID":1005, "Description":"Appareils ou logiciels" }, { "WHP_PROC_ID":1005, "Description":"Dispositifs d'affichage de gros caractères à l'écran" }, { "WHP_PROC_ID":1005, "Description":"Balayeurs optiques ou appareils semblables" }, { "WHP_PROC_ID":1005, "Description":"Tourne-pages" }, { "WHP_PROC_ID":1005, "Description":"Livres audio" }, { "WHP_PROC_ID":1005, "Description":"Téléimprimeurs ou appareils semblables" }, { "WHP_PROC_ID":1005, "Description":"Décodeurs de sous-titrages pour la télévision" }, { "WHP_PROC_ID":1005, "Description":"Appareil de signalisation visuelle ou vibratoire" }, { "WHP_PROC_ID":1005, "Description":"Logiciel de reconnaissance vocale" }, { "WHP_PROC_ID":1005, "Description":"Dispositif de réglage de volume" }, { "WHP_PROC_ID":1005, "Description":"Bloc-notes en braille" }, { "WHP_PROC_ID":1005, "Description":"Imprimantes en braille " }, { "WHP_PROC_ID":1010, "Description":"Médicaments" }, { "WHP_PROC_ID":1010, "Description":"Médicaments administrés dans le cabinet d'un médecin" }, { "WHP_PROC_ID":1010, "Description":"Marihuana médicale" }, { "WHP_PROC_ID":1010, "Description":"Vaccins" }, { "WHP_PROC_ID":1011, "Description":"École pour personnes présentant une déficience physique ou mentale" }, { "WHP_PROC_ID":1015, "Description":"Dépenses de rénovation ou de construction" }, { "WHP_PROC_ID":1015, "Description":"Modification de l'entrée" }, { "WHP_PROC_ID":1017, "Description":"Fournitures de cathéter" }, { "WHP_PROC_ID":1017, "Description":"Couches ou culottes jetables" }, { "WHP_PROC_ID":1020, "Description":"Coupleur acoustique" }, { "WHP_PROC_ID":1020, "Description":"Conditionneur d'air" }, { "WHP_PROC_ID":1020, "Description":"Filtre à air, épurateur d'air ou purificateur d'air" }, { "WHP_PROC_ID":1020, "Description":"Avertisseurs sonores" }, { "WHP_PROC_ID":1020, "Description":"Appareil de surveillance de la respiration d'un bébé" }, { "WHP_PROC_ID":1020, "Description":"Stimulateur de croissance osseuse ou de l'ostéogenèse" }, { "WHP_PROC_ID":1020, "Description":"Attelles pour un membre" }, { "WHP_PROC_ID":1020, "Description":"Prothèses mammaires " }, { "WHP_PROC_ID":1020, "Description":"Fournitures pour personne diabétique" }, { "WHP_PROC_ID":1020, "Description":"Bas de contention élastique" }, { "WHP_PROC_ID":1020, "Description":"Dispositif électronique de guérison osseuse" }, { "WHP_PROC_ID":1020, "Description":"Appareils d'électrothérapie" }, { "WHP_PROC_ID":1020, "Description":"Traitement endoveineux au laser" }, { "WHP_PROC_ID":1020, "Description":"Système de régulation du milieu ambiant (par ordinateur ou électronique)" }, { "WHP_PROC_ID":1020, "Description":"Pompe à compression séquentielle" }, { "WHP_PROC_ID":1020, "Description":"Pansement oculaire" }, { "WHP_PROC_ID":1020, "Description":"Fournaise" }, { "WHP_PROC_ID":1020, "Description":"Produits sans gluten" }, { "WHP_PROC_ID":1020, "Description":"Moniteurs cardiaques" }, { "WHP_PROC_ID":1020, "Description":"Lit d'hôpital" }, { "WHP_PROC_ID":1020, "Description":"Pompe à perfusion" }, { "WHP_PROC_ID":1020, "Description":"Frais d'installation" }, { "WHP_PROC_ID":1020, "Description":"Poumon d'acier" }, { "WHP_PROC_ID":1020, "Description":"Souliers et bottes orthopédiques" }, { "WHP_PROC_ID":1020, "Description":"Bijoux MedicAlert" }, { "WHP_PROC_ID":1020, "Description":"Articles médicaux non énumérés" }, { "WHP_PROC_ID":1020, "Description":"Frais de déménagement" }, { "WHP_PROC_ID":1020, "Description":"Stimulateur de l'ostéogenèse" }, { "WHP_PROC_ID":1020, "Description":"Stimulateur cardiaque" }, { "WHP_PROC_ID":1020, "Description":"Équipement de photothérapie" }, { "WHP_PROC_ID":1020, "Description":"Dispositifs thérapeutiques d'impulsions de pression" }, { "WHP_PROC_ID":1020, "Description":"Corset dorsal" }, { "WHP_PROC_ID":1020, "Description":"Bandage herniaire" }, { "WHP_PROC_ID":1020, "Description":"Filtre à eau, épurateur d'eau ou purificateur d'eau" }, { "WHP_PROC_ID":1020, "Description":"Perruques" }, { "WHP_PROC_ID":1021, "Description":"Béquilles" }, { "WHP_PROC_ID":1021, "Description":"Appareils de verticalisation" }, { "WHP_PROC_ID":1021, "Description":"Appareils élévateurs ou équipement de transport" }, { "WHP_PROC_ID":1021, "Description":"Scooter" }, { "WHP_PROC_ID":1021, "Description":"Monte-escalier" }, { "WHP_PROC_ID":1021, "Description":"Appareils de marche" }, { "WHP_PROC_ID":1021, "Description":"Fauteuils roulants et porte-fauteuils roulants" }, { "WHP_PROC_ID":1026, "Description":"Réparations pour des articles admissibles au titre du CFSS" }, { "WHP_PROC_ID":1027, "Description":"Appareils de retour auditif modifié" }, { "WHP_PROC_ID":1027, "Description":"Tableaux de symboles Bliss ou dispositifs semblables" }, { "WHP_PROC_ID":1027, "Description":"Synthétiseurs de parole électroniques" }, { "WHP_PROC_ID":1027, "Description":"Prothèses vocales" }, { "WHP_PROC_ID":1030, "Description":"Modifications de véhicule" }, { "WHP_PROC_ID":1030, "Description":"Achat d'un véhicule" } ]

# MoreThanFiveClaims
source: A maximum of five claims can be added
fr_ca: Cinq demandes de règlement peuvent être ajoutées au maximum.

# MoreThanTenClaims
source: A maximum of ten claims can be added
fr_ca: Dix demandes de règlement peuvent être ajoutées au maximum.

# ReferralRequired
source: A referral is required for this type of expense. Select the medical Professional who referred the item/service from the list.
fr_ca: Une recommandation est requise pour ce type de dépense. Sélectionner le professionnel de la santé qui a recommandé l’article/le service dans la liste.

# HCSAReferralTypes
source: [ { "Code":5001, "Text":"Podiatrist" }, { "Code":5002, "Text":"Chiropodist" }, { "Code":5003, "Text":"Chiropractor" }, { "Code":5004, "Text":"Physiotherapist" }, { "Code":5011, "Text":"Dietitian" }, { "Code":5022, "Text":"Physician" }, { "Code":5057, "Text":"Pedorthist" }, { "Code":5058, "Text":"Registered Nurse" }, { "Code":5059, "Text":"Nurse Practitioner" }, { "Code":5063, "Text":"Orthopedic Surgeon" }, { "Code":5065, "Text":"Orthotist" }, { "Code":5075, "Text":"Endocrinologist" }, { "Code":5078, "Text":"Rheumatologist" }, { "Code":5101, "Text":"Other Medical Professional" }, { "Code":8000, "Text":"Dentist" } ]
fr_ca: [ { "Code":5001, "Text":"Podiatre" }, { "Code":5002, "Text":"Podologue" }, { "Code":5003, "Text":"Chiropraticien" }, { "Code":5004, "Text":"Physiothérapeute" }, { "Code":5011, "Text":"Diététiste" }, { "Code":5022, "Text":"Médecin" }, { "Code":5057, "Text":"Podo-orthésiste" }, { "Code":5058, "Text":"Infirmière autorisée" }, { "Code":5059, "Text":"Infirmière praticienne" }, { "Code":5063, "Text":"Chirurgien orthopédiste" }, { "Code":5065, "Text":"Orthésiste" }, { "Code":5075, "Text":"Endocrinologue" }, { "Code":5078, "Text":"Rhumatologue" }, { "Code":5101, "Text":"Santé - Autre professionnel" }, { "Code":8000, "Text":"Dentiste" } ]

# NoClaimDetailsEntered
source: No claim detail information entered.
fr_ca: Aucun renseignement détaillé sur la demande de règlement n’a été entré.

# ClaimsHistorySearchViewModel_DisplayByDateRange
source: Date Range
fr_ca: Période

# ClaimsHistorySearchViewModel_DisplayByYear
source: Year
fr_ca: Année

# ClaimsHistorySearchViewModel_DisplayByYearToDate
source: Year to Date (Current Year)
fr_ca: Cumul annuel à ce jour (année en cours)

source: (Based on Service Date of Claim)
fr_ca: (Selon la date de service de la demande de règlement)

source: Benefit:
fr_ca: Garantie :

source: Claim Details
fr_ca: Détails de la demande de règlement

# ClaimedAmount
source: Claimed Amount ($Cdn)
fr_ca: Montant demandé ($ CA)

source: Claim Form Number
fr_ca: Numéro de formulaire demande de règlement

source: Claims
fr_ca: Demandes de règlement

# ClaimsFor
source: Searched for:
fr_ca: Recherche de :

source: Claims Paid To:
fr_ca: Demandes réglées à :

source: Claim Type:
fr_ca: Type de demande de règlement :

source: Copay/Deductible
fr_ca: Quote-part/franchise

source: Date of Inquiry:
fr_ca: Date du service de renseignements:

source: Deposit Date:
fr_ca: Date du dépôt :

source: Direct Deposit Number:
fr_ca: Numéro du dépôt direct :

source: Display By:
fr_ca: Afficher par :

source: of
fr_ca: de

# OtherPaidAmount
source: Other Paid Amount ($Cdn)
fr_ca: Autre montant payé ($ CA)

# PaidAmount
source: Paid Amount ($Cdn)
fr_ca: Montant payé ($ CA)

source: Paid To
fr_ca: Payé au

source: Payment Amount:
fr_ca: Montant du paiement :

source: Payment Currency:
fr_ca: Devise du paiement :

source: Payment Date:
fr_ca: Date du paiement :

source: PAYMENT INFORMATION
fr_ca: RENSEIGNEMENTS SUR LE REMBOURSEMENT

source: Payment Method:
fr_ca: Mode de paiement :

source: Plan Member:
fr_ca: Membre du régime

source: Quantity
fr_ca: Quantité

source: Search Criteria
fr_ca: CRITÈRES DE RECHERCHE

source: Service Date
fr_ca: Date du service

# DentalServiceDate
source: Service Date
fr_ca: Date de la demande

source: Service Description
fr_ca: Description du service

source: Statement Date:
fr_ca: Date du relevé :

# Update
source: Display Claims Information
fr_ca: Afficher les renseignements sur les demandes de règlement

# DateNotWithinLast12Months
source: Please select a date range within the last 12 months.
fr_ca: SVP sélectionner une période au cours des 12 derniers mois.

source: End Date: is not a valid date
fr_ca: Date de fin: date non valide

# PleaseEnsureStartDatePreceedsEndDate
source: Please ensure that the Start Date preceeds the End Date.
fr_ca: SVP veiller à ce que la date de début précède la date de fin.

source: Please select a year
fr_ca: SVP sélectionner une année

source: Start Date: is not a valid date
fr_ca: Date de début: date non valide

source: Done
fr_ca: Terminé

source: Participant
fr_ca: Membre

# End
source: End Date
fr_ca: Date de fin

# Start
source: Start Date
fr_ca: Date de début

# Total
source: Totals
fr_ca: TOTAUX

source: Cashed Date:
fr_ca: Date encaissé :

source: Cheque Number:
fr_ca: Numéro de chèque :

source: Cheque Status:
fr_ca: État du chèque :

# EOB
source: EOB (Explanation of Benefits)
fr_ca: EDP (Explication des prestations)

# PleaseSelectBenefit
source: Please select at least 1 benefit to search on…
fr_ca: SVP faire au moins 1 choix de garantie pour votre recherche

# PleaseSelectPayee
source: Please select at least 1 "Claims Paid To" to search on…
fr_ca: SVP faire au moins 1 choix à « Demandes réglées à » pour votre recherche

# CannotBeSubmittedOnlineMessage
source: This claim cannot be submitted online. Please submit a paper claim form to us by mail for processing. To download and print your personalized Health Care Spending Account form, please log into Plan Member Online Services, go to My Claims –> Personalized Claim Forms and select Health Care Spending Account Form from the dropdown list.
fr_ca: Cette demande de règlement ne peut être soumise en ligne. SVP nous soumettre un formulaire de demande de règlement sur papier par la poste aux fins de traitement. Pour télécharger et imprimer votre formulaire personnalisé du compte de frais pour soins de santé, se connecter aux Services en ligne des membres du régime, aller à Mes demandes de prestations > Formulaires de demandes de prestations et sélectionner Formulaire de compte de frais pour soins de santé de la liste déroulante.

# HCSAChooseClaimTypeScreenTitle
source: HCSA
fr_ca: CFSS

# HCSAClaimDetailsTitle
source: Claim Details
fr_ca: Détails de la demande de règlement

source: SUBMIT CLAIM
fr_ca: Soumettre la demande de règlement

# claimConfirm_detais
source: CLAIM DETAILS
fr_ca: Détails de la demande de règlement

# claimConfirm_government
source: Paid By Insurer/Government Plan(s)
fr_ca: Total (Totaux) déjà payé(s) par le(s) régime(s) de l’assureur ou gouvernementaux (le cas échéant)

# claimConfirm_participant
source: Participant Name
fr_ca: Nom du membre :

# claimConfirm_plan_info
source: PLAN INFORMATION
fr_ca: Info-régime

# claimConfirm_reffered
source: The Medical Professional who referred the item/service
fr_ca: Professionnel de la santé qui a recommandé l’article ou le service

# claimConfirm_title
source: CONFIRM YOUR CLAIM
fr_ca: Confirmation de soumission de demande de règlement

# ClaimSubmissionConfirmationTitle
source: CONFIRM YOUR CLAIM
fr_ca: CONFIRMER VOTRE DEMANDE DE RÈGLEMENT

# claimConfirm_type_expense
source: Type of Expense:
fr_ca: Type de dépense :

# claimResult_button
source: SUBMIT ANOTHER CLAIM
fr_ca: Soumettre une autre demande de règlement

# claimResult_description
source: Note: Payments for claims with a status of "Awaiting Payment" will be processed on the next business day, based on your spending account balance.
fr_ca: Note : Les paiements des demandes de prestations au statut « En attente de paiement » seront traités le jour ouvrable suivant, selon votre solde de comptes de frais.

# claimResult_title
source: CLAIM SUBMISSION RESULT
fr_ca: Résultat de soumission de demande de règlement

source: Claim Status
fr_ca: Statut de la demande de règlement

# ClaimDetailsHCSALabel
source: Enter Claim Details:
fr_ca: Entrer les détails de la demande de règlement :

# TermsAndConditionsTitle
source: TERMS AND CONDITIONS
fr_ca: MODALITÉS

# ExistingHCSAClaimDetailsMessage
source: Changing data on this screen will cause your previously entered claim details to be erased. Select ‘ok’ to continue with the changes or ‘cancel’ to go back to the claim details.
fr_ca: La modification des données à cet écran entraînera la suppression des détails précédemment entrés de votre demande de règlement. Sélectionnez « OK » pour continuer avec les modifications ou « Annuler » pour retourner aux détails de la demande de règlement.

source: Awaiting Payment
fr_ca: Attente de paiement

source: Searched For:
fr_ca: Recherche de :

# HCSAQuestion
source: Would you like any unpaid amount of your eligible expenses to be paid under your HCSA?
fr_ca: Souhaitez-vous que tout montant non payé relatif à vos dépenses admissibles vous soit payé à même votre compte de frais pour soins de santé (CFSS)?

source: Cancel
fr_ca: Annuler

source: Display by: (Based on Service Date of Claim)
fr_ca: Afficher par : (Selon la date de service de la demande de règlement)

source: Explanation of Benefits
fr_ca: Explication des prestations

source: In Process
fr_ca: En cours de traitement

# ClaimHistorySearch_AllBenefits
source: All Benefits
fr_ca: Toutes les garanties

# ClaimHistorySearch_MessageNotFound
source: No Claims found for selection criteria
fr_ca: Aucune demande de règlement trouvée pour les critères sélectionnés

# ClaimSubmissionResult_HCSATitle
source: Claim submission result
fr_ca: Résultat de soumission de demande de règlement

source: Claim
fr_ca: Demande de règlement

# PlanMemberNoColon
source: Plan Member
fr_ca: Membre du régime

source: Health Care Spending Account
fr_ca: Compte De Fraise Pour Soins De Santé

source: Processed Date
fr_ca: Date de traitement

# PaymentDateNoColon
source: Payment Date
fr_ca: Date du paiement

# AwaitingPaymentNote
source: Note: Payments for claims with a status of "Awaiting Payment" will be processed on the next business day, based on your spending account balance.
fr_ca: Note : Les paiements des demandes de prestations au statut « En attente de paiement » seront traités le jour ouvrable suivant, selon votre solde de comptes de frais.
