Repository: saamerm/GscMobileXN
Catalog: MobileClaims.Core/Resource.*.resx
Languages: fr_ca

# MissingAmountPaidByPpOrGpValidation
source: If not applicable or if the claim was submitted to a provincial plan or government program and the claim paid $0.00, enter 0.00 in this field.
fr_ca: Si non applicable ou si la demande de prestations a été soumise à un régime public ou programme gouvernemental et que le remboursement a été 0,00$, entrez 0,00 dans ce champ.

# InvalidAmountPaidByPpOrGpValidation
source: Invalid total amount charged
fr_ca: Montant total erroné facturé

# ClaimSubmissionFootNotes
source: The above information will be submitted to {0}. Please ensure the information is correct before proceeding. If you need to change the information, please click the back button to return to the claim submission form. Otherwise click the Submit button to submit the claim to {0}.
fr_ca: Les renseignements ci-dessus seront soumis à {0}. SVP vérifier leur exactitude avant de continuer. S’il vous faut modifier les renseignements, SVP cliquer sur le bouton « Retour » pour retourner au formulaire de soumission de demande de règlement. Sinon, cliquer sur le bouton « Soumettre » pour soumettre la demande de règlement à {0}.

source: UPLOADED CLAIM
fr_ca: DEMANDE DE RÈGLEMENT TÉLÉCHARGÉE

# ProviderEntryAllMissing
source: Please enter all mandatory information.
fr_ca: SVP entrer toute l'information obligatoire.

# ProviderEntryNameInvalid
source: Please enter valid provider name.
fr_ca: SVP entrer un nom valide de fournisseur.

# ProviderEntryAddressInvalid
source: Please enter valid provider address.
fr_ca: SVP entrer une adresse valide de fournisseur.

# ProviderEntryCityInvalid
source: Please enter valid city.
fr_ca: SVP entrer une ville valide.

# ProviderEntryPostalCodeInvalid
source: Please enter valid postal code.
fr_ca: SVP entrer un code postal valide.

# ProviderEntryPhoneInvalid
source: Please enter valid phone number.
fr_ca: SVP entrer un numéro de téléphone valide.

# ProviderEntryRegistrationNumberInvalid
source: Please enter valid registration number.
fr_ca: SVP entrer un numéro d'enregistrement valide.

# ProviderEntryTitle
source: PROVIDER INFORMATION
fr_ca: RENSEIGNEMENTS SUR LE FOURNISSEUR

# ProviderEntryEnterDetails
source: PLEASE ENTER THE DETAILS ABOUT YOUR HEALTH PROVIDER
fr_ca: SVP ENTRER LES DÉTAILS SUR VOTRE FOURNISSEUR DE SOINS DE SANTÉ

# ProviderEntryMandatoryFields
source: *INDICATES A MANDATORY FIELD
fr_ca: *INDIQUE UN CHAMP OBLIGATOIRE

# ProviderEntryName
source: Provider Name*
fr_ca: Nom du fournisseur*

# ProviderEntryAddress1
source: Address line 1*
fr_ca: Ligne d'adresse 1*

# ProviderEntryAddress2
source: Address line 2
fr_ca: Ligne d'adresse 2

# ProviderEntryCity
source: City*
fr_ca: Ville*

# ProviderEntryPostalCode
source: Postal Code* (e.g. A1A 1A1)
fr_ca: Code postal* (e.g. A1A 1A1)

# ProviderEntryPostalCodeAndroid
source: Postal Code* (e.g. A1A 1A1)
fr_ca: Code postal* (e.g. A1A 1A1)

# ProviderEntryPhone
source: Phone Number*
fr_ca: Numéro de téléphone*

# ProviderEntryRegistration
source: Registration No.
fr_ca: Numéro d'enregistrement

# ProviderEntryButtonText
source: Use this health provider
fr_ca: Utiliser ce fournisseur de soins de santé

# DeductibleAmount
source: Deductible
fr_ca: Franchise

# CopayAmount
source: Copay
fr_ca: Quote-part

# PlanLimitationParticipantType
source: Participant / Family
fr_ca: Membre / Famille

# PlanLimitationAmountUsedToDate
source: Amount Used to Date
fr_ca: Montant utilisé à ce jour

# PlanLimitationOccurrencesToDate
source: Occurrences/Units to Date
fr_ca: Situations ou unités à ce jour

source: PLAN LIMITATIONS
fr_ca: LIMITES DU RÉGIME

# GenericAwaitingPaymentNote
source: Payments for claims with a status of "Awaiting Payment" will be processed on the next business day.
fr_ca: Les paiements pour les demandes de règlement au statut «Attente de paiement» seront traités le jour ouvrable suivant.

# ClaimPlanParticipants
source: PLAN PARTICIPANT
fr_ca: MEMBRE DU RÉGIME

# SessionTimedOutMessage
source: Your session has timed out. Please login again.
fr_ca: Votre session a expiré. Veuillez vous reconnecter.

source: DIRECT DEPOSIT
fr_ca: DÉPÔT DIRECT

# DirectDepositNavbarSubtitle1
source: Get paid faster...
fr_ca: Obtenez votre remboursement plus rapidement…

# DirectDepositNavbarSubtitle2
source: Sign up for direct deposit, and confirm your notification preferences.
fr_ca: Inscrivez-vous au dépôt direct et confirmez vos préférences d’avis.

source: Step
fr_ca: ÉTAPE

source: AUTHORIZATION
fr_ca: AUTORISATION

# DirectDepositOptOutMessage
source: I do not want to have funds deposited directly into my account.
fr_ca: Je ne souhaite pas que les fonds soient déposés directement dans mon compte.

# DirectDepositBankingInfoTitle
source: ENTER YOUR BANKING INFO
fr_ca: ENTREZ VOS RENSEIGNEMENTS BANCAIRES

# DirectDepositBankingInfoMessage
source: Enter the transit/branch number, bank/financial institution number, and account number below. Your bank/financial institution can provide this to you if you don't have a cheque. The information must be for a Canadian institution.
fr_ca: Entrez ci-dessous le numéro de succursale, le numéro de la banque et le numéro de compte. Votre institution financière peut vous fournir ces renseignements si vous n’avez pas de chèque. Ces renseignements doivent correspondre à une institution au Canada.

# DirectDepositTransitNumber
source: Transit Number
fr_ca: Numéro de succursale

# DirectDepositBankNumber
source: Bank Number
fr_ca: Numéro de la banque

# DirectDepositAccountNumber
source: Account Number
fr_ca: Numéro de compte

# SaveAndContinue
source: CONTINUE
fr_ca: SAUVEGARDER ET CONTINUER

# DirectDepositEmailPreferencesTitle
source: CONFIRM YOUR NOTIFICATION PREFERENCES
fr_ca: CONFIRMEZ VOS PRÉFÉRENCES D’AVIS

# DirectDepositReceiveEmailNotification
source: I want to receive notifications via email when I get paid or when a statement is available.
fr_ca: Je souhaite recevoir un avis par courriel en cas de remboursement ou de disponibilité des relevés.

# DirectDepositDoNotReceiveEmailNotification
source: I don't want to receive notifications via email when I get paid or when a statement is available.
fr_ca: Je ne souhaite pas recevoir d’avis par courriel en cas de remboursement ou de disponibilité des relevés.

# DirectDepositFinePrints
source: THE FINE PRINT
fr_ca: LES PETITS DÉTAILS

# DirectDepositDisclaimer1
source: Eligible claims payments will be deposited in your account after the claim has been processed.
fr_ca: Le remboursement des demandes de règlement admissibles sera déposé dans votre compte une fois les demandes traitées.

# DirectDepositDisclaimer2
source: Direct deposit payments are issued in Canadian dollars. Any payments in U.S. dollars will be issued by cheque.
fr_ca: Les remboursements par dépôt direct sont émis en dollars canadiens. Tout remboursement en dollars US sera émis par chèque.

# DirectDepositDisclaimer3
source: you are responsible for updating your direct deposit information if it changes in the future.
fr_ca: à l’avenir, il vous incombera de mettre à jour tout renseignement modifié se rapportant à votre dépôt direct.

# DirectDepositDisclaimer3B
source: Don't forget –
fr_ca: N’oubliez pas,

# InvalidBankNumberValidation
source: Please enter a valid Bank Number
fr_ca: Veuillez entrer un numéro de banque valide

# InvalidAccountNumberValidation
source: Please enter a valid Account Number
fr_ca: Veuillez entrer un numéro de compte valide

# InvalidTransitNumberValidation
source: Please enter a valid Transit Number
fr_ca: Veuillez entrer un numéro de succursale valide

# DDValidationErrWarning
source: We can't validate your banking information.
fr_ca: Nous ne pouvons pas valider vos renseignements bancaires.

# DDValidationError
source: Our records indicate that the transit/branch number and/or bank/financial institution number may not be valid.
fr_ca: Nos dossiers indiquent qu'il se peut que le numéro de succursale ou numéro de la banque ne soit pas valide.

# DDValidationErrorPart1
source: Our records indicate that the
fr_ca: Nos dossiers indiquent qu'il se peut que le

# DDValidationErrorPart2
source: transit/branch number
fr_ca: numéro de succursale

# DDValidationErrorPart3
source: and/or
fr_ca: ou

# DDValidationErrorPart4
source: bank/financial institution number
fr_ca: numéro de la banque

# DDValidationErrorPart5
source: may not be valid.
fr_ca: ne soit pas valide.

# DDValidationErrNote
source: Please ensure that your banking information is correct.
fr_ca: Veuillez vous assurer de l’exactitude de vos renseignements bancaires.

# DDValidationErrNoteContact
source: If you're uncertain, we suggest you contact your bank/financial institution for confirmation before proceeding.
fr_ca: Si vous avez des doutes, nous vous conseillons de communiquer avec votre institution financière pour obtenir une confirmation avant de poursuivre.

# DDValidationErrNoteContinue
source: Click CONTINUE if the information you entered is correct. If you would like to make changes, click CHANGE INFORMATION.
fr_ca: Cliquez sur SOUMETTRE si les renseignements entrés sont exacts. Pour faire des modifications, cliquez sur CHANGER LES RENSEIGNEMENTS.

# DDValidationErrExplaination
source: If you decide to save the banking information you entered, your direct deposit payment may be rejected by your bank/financial institution. We'll issue a cheque if this happens.
fr_ca: Si vous décidez de sauvegarder les renseignements bancaires que vous avez entrés, votre institution financière pourrait refuser le remboursement par dépôt direct. Dans ce cas, nous émettrons un chèque.

# DDValidationErrBankInfo
source: Bank Account Information
fr_ca: Renseignements bancaires

# ChangeInformationTitle
source: Change Information
fr_ca: CHANGER LES RENSEIGNEMENTS

# DDConfirmUpdateLabel
source: Confirm your direct deposit update… you're almost done
fr_ca: Confirmez la mise à jour de votre dépôt direct... c'est presque fini

# DDConfirmNoteConfirmationLabel
source: Click SUBMIT if the information you entered is correct. If you would like to make changes, click CHANGE INFORMATION.
fr_ca: Cliquez sur SOUMETTRE si les renseignements entrés sont exacts. Pour faire des modifications, cliquez sur CHANGER LES RENSEIGNEMENTS.

# DDClickLabel
source: Click
fr_ca: Cliquez sur

# DDNoteConfirmation
source: if the information you entered is correct. If you would like to make changes, click
fr_ca: si les renseignements entrés sont exacts. Pour faire des modifications, cliquez sur

# DDChangeInformationLabel
source: CHANGE INFORMATION.
fr_ca: CHANGER LES RENSEIGNEMENTS.

# DDResultSuccessSubTitle
source: You have successfully set up your direct deposit payments!
fr_ca: Vous avez configuré correctement les paiements par dépôt direct!

# DDResultDisclaimer1
source: I acknowledge having checked the bank account information provided for the direct deposit, and I hereby confirm its accuracy.
fr_ca: Je reconnais avoir vérifié les renseignements bancaires fournis pour le dépôt direct et je confirme par la présente leur exactitude.

# DDResultDisclaimer2
source: I acknowledge that any payment made by direct deposit using this bank account information will be valid and will discharge the insurer and the carrier.
fr_ca: Je reconnais que tout paiement fait par dépôt direct en utilisant ces renseignements bancaires sera valide et déchargera l’assureur de toute responsabilité.

# DirectDepositSuccess
source: DIRECT DEPOSIT UPDATE SUCCESSFUL
fr_ca: MISE À JOUR RÉUSSIE POUR LE DÉPÔT DIRECT

# AppReviewBody
source: Do you like this app?
fr_ca: Cette appli vous plaît-elle?

# BenefitsDisclaimer1
source: The listing below may include benefits not covered by your plan.
fr_ca: La liste ci-après pourrait comprendre des prestations qui ne sont pas couvertes par votre régime.

# BenefitsDisclaimer2
source: This allows you to submit your claim and receive a statement for coordination with another carrier, or for income tax purposes.
fr_ca: Cela vous permet de soumettre votre demande de prestations et obtenir un relevé aux fins de coordination avec un autre assureur, ou aux fins de l'impôt sur le revenu.
