Repository: saamerm/GscMobileXN
Catalog: MobileClaims.Core/Resource.*.resx
Languages: fr_ca

# TotalAmountMustBeGreaterErrorMessage
source: Total Original Amount of Invoice must be greater or equal to the Total Amount(s) Already Paid By Insurer/Government Plan(s).
fr_ca: Le montant total original de la facture doit être supérieur ou égal au(x) montant(s) total (totaux) déjà versé(s) au titre des régimes d'un assureur et gouvernementaux. Tentez d’utiliser une virgule au lieu du point pour vos décimales.

# DateOfExpenseTooOld
source: Date of Expense must be within the last 48 months.
fr_ca: La date des frais doit être dans les 48 derniers mois.

source: Line of Business:
fr_ca: Type de produit ou service :

source: Period:
fr_ca: Période :

# DateOfExpenseNoColon
source: Date of Expense
fr_ca: Date de la dépense

# TypeOfExpenseNoColon
source: Type of Expense
fr_ca: Type de dépense

source: Form Number
fr_ca: Numéro de formulaire

# CAN
source: Canadian
fr_ca: Canadien

# CH
source: Cheque
fr_ca: Chèque

# EF
source: Direct Deposit
fr_ca: Dépôt direct

# IncludesTheTotalOfAllClaims
source: (Includes the total of all claims paid on the statement)
fr_ca: (Inclut le total de toutes les demandes de règlement remboursées sur le relevé)

# US
source: United States
fr_ca: États-Unis

# CashedDateNoColon
source: Cashed Date
fr_ca: Date encaissé

# ChequeNumberNoColon
source: Cheque Number
fr_ca: Numéro de chèque

# ChequeStatusNoColon
source: Cheque Status
fr_ca: État du chèque

# DateOfInquiryNoColon
source: Date of Inquiry
fr_ca: Date du service de renseignements

# DepositDateNoColon
source: Deposit Date
fr_ca: Date du dépôt

# DirectDepositNumberNoColon
source: Direct Deposit Number
fr_ca: Numéro du dépôt direct

# PaymentAmountNoColon
source: Payment Amount
fr_ca: Montant du paiement

# PaymentCurrencyNoColon
source: Payment Currency
fr_ca: Devise du paiement

# PaymentMethodNoColon
source: Payment Method
fr_ca: Mode de paiement

# StatementDateNoColon
source: Statement Date
fr_ca: Date du relevé

# nameError
source: Drug: Please enter a drug name
fr_ca: Médicament : Veuillez entrer le nom d’un médicament.

# nameLengthError
source: Drug name is too short. Enter at least three characters of the drug name.
fr_ca: Le nom du médicament est trop court. Entrer au moins trois caractères du nom du médicament.

source: Use
fr_ca: Utiliser

source: Don't Use
fr_ca: Ne pas utiliser

# ServerError_Description
source: Oops… something went wrong. Please try again.
fr_ca: Malheureusement un problème est survenu. Veuillez réessayer.

# ServerError_Title
source: Error
fr_ca: Erreur

source: OPEN:
fr_ca: OUVERT:

# SearchHint
source: Name or Phone#
fr_ca: Nom ou n° de tél.

source: LEARN MORE...
fr_ca: POUR EN SAVOIR PLUS...

# UsingTheHealthProvider
source: Using the health provider search tool
fr_ca: Trouver un professionnel de la santé

# ClickHereForDetails
source: Click here for details on how to use our health provider search tool.
fr_ca: Cliquez ici pour savoir comment utiliser l’outil de recherche de professionnels de la santé.

# UnderstandingPharmacy
source: Understanding pharmacy quality ratings
fr_ca: Comprendre la cote de qualité des pharmacies

source: Close
fr_ca: Fermer

source: Current location
fr_ca: Localisation actuelle

source: Favourites
fr_ca: Favoris

# ADDFAVOURITIES
source: FAVOURITIES
fr_ca: FAVORIS

# ADDCONTACT
source: ADD TO CONTACTS
fr_ca: AJOUTER AUX CONTACTS

# GrantPermissionToContacts
source: The Application needs permission to save the data to Contacts
fr_ca: L'Application a besoin d'une autorisation pour enregistrer les données dans les Contacts

# ProvidersNotFoundWithCurrentCriteria
source: Please start your search by selecting a provider type and/or different search criteria. No providers were found within the search area defined.
fr_ca: Veuillez commencer votre recherche en sélectionnant un type de fournisseur ou des critères différents de recherche. Aucun fournisseur n'a été trouvé selon le secteur de recherche défini.

# LocationAutocompleteHint
source: Address, city or postal code
fr_ca: Adresse, ville ou code postal

# AttachmentsExceedsMbLimit
source: Uploaded documents exceed the 24 MB limit. Please try again with smaller file(s)/photo(s).
fr_ca: Les documents téléchargés dépassent la limite de 24 Mo. Veuillez réessayer avec des fichiers/photos de moindre format.

# ErrorUploadingFile
source: Error uploading document(s)
fr_ca: Erreur de téléchargement de document(s)

# NeedStoragePermission
source: This application does not have access to your storage. Please enable access and try again.
fr_ca: Cette application n'a pas accès à votre stockage. Veuillez activer l'accès et réessayer.

# NeedPhotoLibraryPermission
source: This application does not have access to your photos. Please enable access and try again.
fr_ca: Cette application n'a pas accès à vos photos. Veuillez activer l'accès et réessayer.

source: Camera Error
fr_ca: Erreur d'appareil-photo

# CameraNotAvailable
source: This application has not been granted access to your camera and photos. Please allow access through your device settings.
fr_ca: L'accès à votre appareil-photo et à vos photos n'a pas été accordé pour cette application. Veuillez autoriser l'accès par les réglages de votre appareil.

# UploadDocuments
source: UPLOAD CONFIRMATION OF PAYMENT
fr_ca: TÉLÉCHARGER LA CONFIRMATION DE PAIEMENT

source: Select Files
fr_ca: Sélectionner les fichiers

# SelectPhotos
source: Select Photos From Library
fr_ca: Sélectionner les photos dans la bibliothèque

# TakePhoto
source: Take a Photo
fr_ca: Prendre une photo

# AddAnotherDocument
source: Add file/photo
fr_ca: Ajouter un fichier/une photo

source: NEXT
fr_ca: SUIVANT

source: DISCLAIMER
fr_ca: Avis

source: BACK TO MY CLAIMS
fr_ca: RETOUR À MES DEMANDES

source: BACK TO DASHBOARD
fr_ca: RETOUR AU TABLEAU DE BORD

# UploadSuccessful
source: YOU HAVE SUCCESSFULLY UPLOADED YOUR DOCUMENT(S).
fr_ca: VOUS AVEZ RÉUSSI À TÉLÉCHARGER VOTRE (VOS) DOCUMENT(S).

# UploadSuccessfulAdditionalMessage
source: We'll take it from here. The claim will still appear in your audit list, but please accept our email confirmation as verification that we received your documents.
fr_ca: Nous nous chargerons du reste. La demande s'affichera encore dans la liste de vos vérifications, mais veuillez accepter notre courriel de confirmation à titre de vérification que nous avons reçu vos documents.

# AcceptDisclaimerFirst
source: You must accept the Disclaimer before submitting.
fr_ca: Vous devez accepter l’avis avant la soumission.

# ActiveClaimsListLabel
source: CLAIMS REQUIRING ADDITIONAL INFORMATION
fr_ca: DEMANDES NÉCESSITANT DES RENSEIGNEMENTS SUPPLÉMENTAIRES

# NeedCameraPermission
source: This application has not been granted access to your camera and photos. Please allow access through your device settings.
fr_ca: L'accès à votre appareil-photo et à vos photos n'a pas été accordé pour cette application. Veuillez autoriser l'accès par les réglages de votre appareil.

# AddAtLeastOneFile
source: Choose at least one file/photo and then click NEXT
fr_ca: Choisir au moins une fichier/un photo, puis cliquer sur SUIVANT

source: Additional Information
fr_ca: Renseignements supplémentaires :

# GenericErrorDialogMessage
source: Something went wrong. Please try again later.
fr_ca: Un problème est survenu. Veuillez réessayer plus tard.

# GenericErrorDialogTitle
source: Oops!
fr_ca: Ooops!

# HaveReadAndAcceptThe
source: I have read and accept the
fr_ca: J'ai lu et j'accepte

# ClaimHistoryDetailRequriesCopFalse
source: Submit additional information for this claim only when requested
fr_ca: Soumettez des renseignements supplémentaires pour cette demande de règlement seulement si demandé

# ClaimHistoryDetailRequriesCopTrue
source: Submit additional information for this claim
fr_ca: Soumettez des renseignements supplémentaires pour cette demande de règlement

source: SUBMIT
fr_ca: Soumettre

source: SUBMISSION CONFIRMATION
fr_ca: CONFIRMATION DE SOUMISSION

# CombinedSizeOfFilesMustBe
source: *Combined size of the file(s)/photo(s) must be less than
fr_ca: *La taille combinée des fichiers/photos doit être inférieure à

source: DOCUMENTS TO UPLOAD
fr_ca: DOCUMENTS À TÉLÉCHARGER

# TwentyFourMb
source: 24MB
fr_ca: 24 Mo

source: WELCOME
fr_ca: BIENVENUE

# BottomNavBarClaimsLabel
source: CLAIMS
fr_ca: DEMANDES DE RÈGLEMENT

# BottomNavBarDashboardLabel
source: DASHBOARD
fr_ca: TABLEAU DE BORD

# BottomNavBarHealthProviderLabel
source: HEALTH PROVIDER
fr_ca: PROFESSIONNEL DE LA SANTÉ

source: DENTAL RECALL EXAM
fr_ca: EXAMEN DE RAPPEL DENTAIRE

source: CHIROPRACTIC TREATMENT
fr_ca: TRAITEMENT CHIROPRATIQUE

# MassasgeTherapy
source: MASSAGE THERAPY
fr_ca: MASSOTHÉRAPIE

source: DRUGS ON THE GO
fr_ca: MÉDICAMENTS À VOTRE PORTÉE

source: RECENT CLAIMS
fr_ca: DEMANDES DE RÈGLEMENT RÉCENTE

source: No recent claims
fr_ca: Aucune demande de règlement récente

source: CHECK COVERAGE
fr_ca: VÉRIFIER LA COUVERTURE

source: VIEW ALL
fr_ca: VOIR TOUT

# ClaimSummaryTitle
source: Claim Summary
fr_ca: Sommaire des règlements

source: Loading...
fr_ca: Téléchargement...

# ForceUpdateTitle
source: Update
fr_ca: Mettre à jour

# UpdateAvailableMessage
source: Great news, there’s a new version of the app available. Press OK to go to the App Store and update it now or Cancel to update later.
fr_ca: Bonne nouvelle! Une nouvelle version de l'appli est accessible. Appuyez sur OK pour aller à la boutique App Store et la mettre à jour maintenant ou Annuler pour mettre à jour plus tard.

# UpdateAvailableMessage2
source: Great news! A new version of the app is available. To keep using it, go to the App Store and update it now.
fr_ca: Bonne nouvelle! Une nouvelle version de l'appli est accessible. Afin de continuer à l’utiliser, allez à la boutique App Store pour la mettre à jour dès maintenant.

# ConnectionError
source: Oops, we're sorry. It's our fault that you're having trouble connecting. Please try again later.
fr_ca: Nous vous prions de nous excuser pour vos difficultés de connexion. Veuillez réessayer plus tard.

# LoginError
source: You have entered an incorrect User Name or Password or your account is no longer active. Please note that you are allowed only 5 unsuccessful login attempts before your account becomes locked.
fr_ca: Vous avez entré un nom d’utilisateur ou un mot de passe inexact, ou votre compte n’est plus actif. Veuillez noter que vous n’avez droit qu’à 5 tentatives d’ouverture de session infructueuses avant que votre compte ne soit verrouillé.

# PasswordChangedErrorTouchId
source: Oops. Looks like your password has been changed. You must log in with your new password before using Touch ID.
fr_ca: Votre mot de passe semble malheureusement avoir été modifié. Vous devez vous connecter avec votre nouveau mot de passe avant d'utiliser la fonction Touch ID.

# PasswordChangedErrorFaceId
source: Oops. Looks like your password has been changed. You must log in with your new password before using Face ID.
fr_ca: Votre mot de passe semble malheureusement avoir été modifié. Vous devez vous connecter avec votre nouveau mot de passe avant d'utiliser la fonction Face ID.

# PasswordChangedErrorFingerprint
source: Oops. Looks like your password has been changed. You must log in with your new password before using your fingerprint.
fr_ca: Votre mot de passe semble malheureusement avoir été modifié. Vous devez vous connecter avec votre nouveau mot de passe avant d'utiliser vos empreintes digitales.

# GenericUploadDocuments
source: UPLOAD DOCUMENTS
fr_ca: TÉLÉCHARGER DES DOCUMENTS

# ActionRequiredLabel
source: ACTION REQUIRED for audited claim(s)
fr_ca: ACTION REQUISE pour les demandes faisant l'objet de vérifications

source: PLAN INFORMATION
fr_ca: INFO-RÉGIME

# ClaimCountOutOf
source: CLAIM {0} of {1}
fr_ca: RÉCLAMATION {0} DE {1}

source: AUDIT DETAILS
fr_ca: DÉTAILS DE LA VÉRIFICATION

source: Audit Information
fr_ca: Détails de la vérification

# AuditClaimStatus
source: Active audit
fr_ca: Vérification active

# AuditSummaryPageTitle
source: AUDIT SUMMARY
fr_ca: SOMMAIRE DE LA VÉRIFICATION

# AuditListPageTitle
source: AUDIT LIST
fr_ca: LISTE DE VÉRIFICATIONS

# AuditListInstrunction
source: The list below displays all claims that have been audited. You have 30 days from the audit notification date to provide all required documentation to satisfy the audit – simply click on the claim below to upload documents for all claims. Once you upload the additional information, we’ll take it from there. The claim will still appear in audit list, please accept our email confirmation as verification that we have received your document(s).
fr_ca: La liste ci-dessous affiche toutes les demandes de règlement faisant l'objet de vérifications. Vous avez 30 jours à partir de la date de l'avis de vérification pour fournir tous les documents requis aux fins de la vérification - il suffit de cliquer sur la demande ci-dessous pour télécharger les documents pour toutes les demandes de règlement. Une fois les renseignements supplémentaires téléchargés, nous nous chargerons du reste. La demande s'affichera encore dans la liste de vos vérifications, mais veuillez accepter notre courriel de confirmation à titre de vérification que nous avons reçu vos document.

# AuditListImportantNotesLabel
source: Important note:
fr_ca: Note importante:

# AuditListNotes
source: If an audit isn’t satisfied in time, you will not be able to take advantage of our online real time claim submission. All claims will need to be uploaded for review.
fr_ca: Si vous ne respectez pas le délai indiqué pour la vérification, vous ne pourrez pas profiter de la soumission de demandes de règlement en ligne en temps réel. Toutes les demandes de règlement devront être téléchargées aux fins d'examen.

# SubmissionDateLabel
source: Submission Date
fr_ca: Date de soumission

# AuditDueDateLabel
source: Due Date
fr_ca: Date d'échéancee

# NoAuditMessage
source: Good news. You have no pending audits.
fr_ca: Vous n’avez heureusement aucune vérification en attente.

source: MY BENEFITS
fr_ca: VÉRIFIER MA COUVERTURE

source: AGREE AND CONTINUE
fr_ca: D’ACCORD ET CONTINUER

# SureHealthLink
source: https://www.surehealth.ca/pages/gsc-customers.html#onthego
fr_ca: https://www.santeassuree.ca

source: CLAIM DETAILS FOR
fr_ca: DÉTAILS DE LA DEMANDE DE RÈGLEMENT POUR

# PleaseSubmitDocuments
source: PLEASE SUBMIT DOCUMENTS FOR THIS CLAIM
fr_ca: VEUILLEZ SOUMETTRE LES DOCUMENTS POUR CETTE DEMANDE DE RÈGLEMENT

source: POLICY NO:
fr_ca: Nº DE POLICE:

source: CERTIFICATE NO:
fr_ca: Nº DE CERTIFICAT:

# SelectParticipantForTreatment
source: PLEASE SELECT THE PLAN PARTICIPANT FOR WHOM YOU ARE SUBMITTING THE {0} CLAIM.
fr_ca: SVP SÉLECTIONNER LE MEMBRE DU RÉGIME POUR LEQUEL VOUS SOUMETTEZ LA DEMANDE DE RÈGLEMENT POUR {0}.

# GscIdNumber
source: {0} Number
fr_ca: Numéro {0}

# ClaimDetailsOtherBenefitsWithGsc
source: Is the coverage with {0}?
fr_ca: La couverture est-elle auprès de {0}?

# ClaimDetailsOtherBenefitsSubmitted
source: Has this claim been submitted to the other benefit plan?
fr_ca: Cette demande de règlement a-t-elle été soumise à l’autre régime de garanties?

# ClaimDetailsOtherBenefitsPayBalanceThroughOtherGSC
source: Pay any unpaid balance through my other {0} plan
fr_ca: Régler tout solde impayé de mon autre régime {0}?

# ClaimDetailsOtherBenefitsEnterGSC
source: Enter the other {0} number
fr_ca: Entrer l’autre numéro {0}

# ClaimDetailsOtherBenefitsGscNumber
source: Other {0} number
fr_ca: Autre numéro {0}

# ClaimDetailsOtherBenefitsHSCA
source: Would you like any unpaid amount of your eligible expenses to be paid under your HCSA?
fr_ca: Souhaitez-vous que tout montant non payé relatif à vos dépenses admissibles vous soit payé à même votre compte de frais pour soins de santé (CFSS)?

# ClaimDetailsReasonOfAccident
source: Was this claim incurred as a result of an accident?
fr_ca: Cette demande de règlement était-elle encourue à la suite d'un accident?

# ClaimDetailsMotorVehicleTitle
source: Is treatment required due to a motor vehicle accident?
fr_ca: Le traitement est-il requis à la suite d’un accident automobile?

# ClaimDetailsMotorVehicleDate
source: Please provide the date of accident
fr_ca: SVP fournir la date de l’accident

# ClaimDetailsWorkInjuryTitle
source: Is the treatment required due to a work related injury?
fr_ca: Le traitement est-il requis à cause d’une blessure reliée au travail?

# ClaimDetailsWorkInjuryDate
source: Please provide the date of injury
fr_ca: SVP fournir la date de la blessure

# ClaimDetailsWorkInjuryCaseNumber
source: Please provide the case number
fr_ca: SVP fournir le numéro de cas

# ClaimDetailsOtherTypeOfAccident
source: Is the treatment required due to another type of accident?
fr_ca: Le traitement est-il requis en raison d'un autre type d'accident?

# ClaimDetailsMedicalItemTitle
source: Do you have a medical prescription to submit with this claim?
fr_ca: Avez-vous une ordonnance médicale à soumettre avec cette demande de prestations?

# ClaimDetailsMedicalItemReferralDate
source: Please provide the date of the referral
fr_ca: SVP fournir la date de la recommandation

# ClaimDetailsMedicalItemProfessional
source: Indicate which type of medical professional referred the service
fr_ca: Indiquer le type de professionnel de soins de la santé qui a recommandé le servicevalue

# ClaimDetailsTypeOfProfessional
source: Type of medical professional
fr_ca: Type de professionnel de soins de la santé

# ClaimDetailsGstIncludedQ
source: GST/HST Included in Total?
fr_ca: TPS/TVH incluse dans le total?

# ClaimDetailsMassageNoticeText
source: For services rendered in Ontario, please ensure all receipts are signed by the Registered Massage Therapist who rendered the treatment.
fr_ca: Pour les services fournis en Ontario, veuillez vous assurer que tous les reçus sont signés par le massothérapeute qui a effectué le traitement.

# InvalidGscNumber
source: Please specify a valid other {0} number.
fr_ca: Veuillez préciser un autre numéro {0} valide.

# OtherBenefitsGSCNumberError
source: You must specify the other {0} number.
fr_ca: Vouz devez préciser l'autre numéro {0}.

# ClaimDetailsMissingAccidentType
source: Please indicate the type of accident.
fr_ca: SVP indiquez le type d'accident.

# TreatmentTitle
source: TREATMENT
fr_ca: TRAITEMENT

source: TREATMENT DETAILS
fr_ca: DÉTAILS DU TRAITEMENT

# TreatmentDetailsTreatmentTitle
source: Type of Treatment
fr_ca: Type de traitement

# TreatmentDetailsItemDescription
source: Item Description
fr_ca: Description de l’article

# TreatmentDetailsLengthOfTreatment
source: Length of treatment
fr_ca: Durée du traitement

# TreatmentDetailsDateOfTreatment
source: Date of treatment
fr_ca: Date de la traitement

# TreatmentDetailsDateOfMonthlyTreatment
source: Date of Monthly Treatment
fr_ca: Date du traitement mensuel

# TreatmentDetailsDateOfPurchaseService
source: Date of purchase / service
fr_ca: Date de l’achat/service

# TreatmentDetailsPickUpDate
source: Pick up Date
fr_ca: Date de prise de possession

# TreatmentDetailsQuantity
source: Quantity
fr_ca: Quantité

# TreatmentDetailsTotalAmountMedicalItems
source: Total amount charged for medical items
fr_ca: Montant total chargé pour les articles médicaux

# TreatmentDetailsTotalAmountOfVisit
source: Total amount of visit
fr_ca: Montant total de la visite

# TreatmentDetailsOrthoMonthlyFee
source: Orthodontic Monthly Fee
fr_ca: Frais mensuels soins d'orthodontie

# TreatmentDetailsAmountPaidAlt
source: Amount paid by alternate carrier
fr_ca: Montant payé par un autre assureur $

# TreatmentDetailsAmountPaidByPpOrGpIfApplicable
source: Amount paid by a provincial plan or government program (if applicable)
fr_ca: Montant payé par un régime public ou programme gouvernemental (si applicable)

# TreatmentDetailsAmountPaidByPpOrGp
source: Amount paid by a provincial plan or government program
fr_ca: Montant payé par un régime public ou programme gouvernemental

# TreatmentDetailsGstIncluded
source: GST/HST Included in Total
fr_ca: TPS/TVH incluse dans le total

# TreatmentDetailsPstIncluded
source: PST Included in Total
fr_ca: TVP incluse dans le total

# TreatmentDetailsMedicalItem
source: Do you have a medical prescription to submit with this claim?
fr_ca: Avez-vous une ordonnance médicale à soumettre avec cette demande de prestations?

# TreatmentDetailsDateOfReferral
source: Date of the referral
fr_ca: Date de la recommandation

# TreatmentDetailsTypeOfEyewear
source: Type of eyewear
fr_ca: Type d’article de lunetterie

# TreatmentDetailsTypeOfLens
source: Lens type
fr_ca: Type de lentille

# TreatmentDetailsFrameAmount
source: Frame Amount
fr_ca: Montant de monture

# TreatmentDetailsFeeAmount
source: Fee Amount
fr_ca: Montant des honoraires

# TreatmentDetailsLensAmount
source: Eyeglass lenses Amount
fr_ca: Montant pour lentilles de lunettes

# TreatmentDetailsTotalAmountCharged
source: Total Amount Charged
fr_ca: Montant total facturé

# TreatmentDetailsRightSphere
source: Right Sphere
fr_ca: Sphère droite

# TreatmentDetailsLeftSphere
source: Left Sphere
fr_ca: Sphère gauche

# TreatmentDetailsRightCylinder
source: Right Cylinder
fr_ca: Cylindre droit

# TreatmentDetailsLeftCylinder
source: Left Cylinder
fr_ca: Cylindre gauche

# TreatmentDetailsRightAxis
source: Right Axis
fr_ca: Axe droit

# TreatmentDetailsLeftAxis
source: Left Axis
fr_ca: Axe gauche

# TreatmentDetailsRightPrism
source: Right Prism
fr_ca: Prisme droit

# TreatmentDetailsLeftPrism
source: Left Prism
fr_ca: Prisme gauche

# TreatmentDetailsRightBifocal
source: Right Bifocal
fr_ca: Bifocal droit

# TreatmentDetailsLeftBifocal
source: Left Bifocal
fr_ca: Bifocal gauche

# TreatmentDetailsProcedureCode
source: Procedure Code
fr_ca: Code de procédure

# TreatmentDetailsToothCode
source: Tooth Code
fr_ca: Code des dents

# TreatmentDetailsToothSurface
source: Tooth Surfaces
fr_ca: Surface des dents

# TreatmentDetailsDentistFee
source: Dentist's Fee $
fr_ca: Honoraires du dentiste $

# TreatmentDetailsLabCharge
source: Laboratory Charge $
fr_ca: Frais de laboratoire $

# DeleteTreatmentDetail
source: Delete entry
fr_ca: Supprimer l’entrée

# InvalidTreatmentDate24MonthValidation
source: Date of treatment must be within the last 24 months
fr_ca: La date du traitement doit se situer au cours des 24 derniers mois

# MissingProcedureCodeValidation
source: Please enter a procedure code
fr_ca: Veuillez entrer un code de procédure

# InvalidProcedureCodeValidation
source: Please enter a valid procedure code
fr_ca: Veuillez entrer un code de procédure valide

# MissingToothCodeValidation
source: Please enter a tooth code
fr_ca: Veuillez entrer un code de dent

# InvalidToothCodeValidation
source: Please enter a valid tooth code
fr_ca: Veuillez entrer un code de dent valide

# MissingToothSurfaceValidation
source: Please enter tooth surface(s)
fr_ca: Veuillez entrer les surfaces de dents

# InvalidToothSurfaceValidation
source: Please enter valid tooth surface(s)
fr_ca: Veuillez entrer des surfaces de dents valides

# MissingDentistFeeValidation
source: Please enter a dentist's fee
fr_ca: Veuillez entrer des honoraires de dentiste valides

# InvalidDentistFeeValidation
source: Please enter a valid dentist's fee
fr_ca: Veuillez entrer des honoraires de dentiste valides

# MissingLaboratoryChargeValidation
source: Please enter a laboratory charge
fr_ca: Veuillez entrer des frais de laboratoire

# InvalidLaboratoryChargeValidation
source: Please enter a valid laboratory charge
fr_ca: Veuillez entrer des frais de laboratoire valides

# MissingDentistFeeOrLaboratoryChargeValidation
source: Please enter a dentist’s fee or laboratory charge
fr_ca: Veuillez entrer les honoraires du dentiste ou les frais de laboratoire

# InvalidAmountPaidValidation
source: Please enter a valid Amount Paid by Alternate Carrier
fr_ca: Veuillez entrer un montant valide de paiement par l'autre assureur
